[
{
    "model": "blog.plan",
    "pk": 1,
    "fields": {
        "Category": "General",
        "Injury": "GSW",
        "Injury_key": "gsw",
        "Acute_plan_checklist": "Check weapon type:\nCT:",
        "Acute_plan_reasons": "Check weapon type: handgun (low velocity), shotgun (intermediate velocity), assault rifle (high velocity, treat like Gustilo Type III)\nCT: if near joints, check for intra-articular fragments.",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 2,
    "fields": {
        "Category": "General",
        "Injury": "Open fracture",
        "Injury_key": "open_fracture",
        "Acute_plan_checklist": "ABX coverage:\nTetanus PPX:\nDirect pressure for hemostasis:\nABI:\nSaline load test:\nCover in saline-soaked gauze:\nSplint:",
        "Acute_plan_reasons": "ABX coverage:\nIf Gustilo type I and II - ancef\nIf Gustilo type III - ancef + gentamicin\nIf farm injuries, heavy contamination, or bowel injuries - ancef + gentamicin + penicillion (clostridium coverage)\nIf fresh water - ceftazidime/cipro\nIf salt water - doxycycline + ceftazidime/cipro\nIf handgun GSW - ancef\nTetanus PPX: Tetanus bacteria commonly found in soil. Ask ED for specific administration.\nDirect pressure for hemostasis: Controls most bleeding, no need for tourniquet.\nABI: If pulses aren't palpable manually or Dopplerable. For tibial plateau fx.\nSaline load test: 95% sensitivity - 194cc in knee, 40cc in elbow, 30cc in ankle. Anytime there is a laceration over joint. \nCover in saline-soaked gauze: no evidence for aggressive washout in ED, as it can push debris inward.\nSplint: To decrease pain, minimize soft tissue trauma, and stabilize clots.",
        "Follow_up": "Admit to ortho: If isolated fracture\nPost for urgent OR: Better outcomes with aggressive I&D within 24hrs"
    }
},
{
    "model": "blog.plan",
    "pk": 3,
    "fields": {
        "Category": "General",
        "Injury": "Osteomyelitis",
        "Injury_key": "osteomyelitis",
        "Acute_plan_checklist": "Ask symptom timing:\nLabs:\nXR:\nCT:\nMRI:\nCheck for sinus tract:",
        "Acute_plan_reasons": "Ask symptom timing: acute (within 2 weeks), subacute (1-several months), chronic (several months)\nLabs: ESR (90% sensitive, up in acute and chronic), CRP (97% sensitive), WBC (33% sensitive), blood cultures (usually neg, but good if hematogenous spread)\nXR: Always get them, but findings only apparent after 2 weeks. Will show bone lucency, osteopenia, periosteal reaction, lysis around hardware.\nCT: If nothing on XR, get CT to better visualize necrotic bone\nMRI: If nothing on XR and CT, get MRI. Negative rules out osteomyelitis.\nCheck for sinus tract: If able to probe bone through sinus tract, chronic OM present.",
        "Follow_up": "Admit to medicine: Majority of the time, will just need IV abx for acute OM. Even if going to OR, will need 24-48 hrs IV abx. \nAdmit to ortho and post for OR: If draining sinus tract is present."
    }
},
{
    "model": "blog.plan",
    "pk": 4,
    "fields": {
        "Category": "General",
        "Injury": "Septic arthritis",
        "Injury_key": "septic_arthritis",
        "Acute_plan_checklist": "Labs:\nXR:",
        "Acute_plan_reasons": "Blah",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 5,
    "fields": {
        "Category": "Hip",
        "Injury": "Hip dislocation",
        "Injury_key": "hip_dislocation",
        "Acute_plan_checklist": "AP/lateral of hip, ful length femur, knee XR:\nCheck for any other fractures:\nGet fluoro:\nCheck for dislocation direction:\nReduce:\nPost-reduction AP pelvis XR:\nPost-reduction fine-cut CT:\nCheck hip stability:\nPlace in knee immobilizer:\nSkeletal traction:",
        "Acute_plan_reasons": "AP/lateral of hip, ful length femur, knee XR:\nCheck for any other fractures:\nGet fluoro:\nCheck for dislocation direction:\nReduce:\nPost-reduction AP pelvis XR:\nPost-reduction fine-cut CT:\nCheck hip stability:\nPlace in knee immobilizer:\nSkeletal traction:",
        "Follow_up": "TTWB and discharge: If isolated, stable, congrugent hip after reduction\nAdmission to ortho: If fracture-dislocation, incarcerated fragment in hip, unstable hip after reduction\n "
    }
},
{
    "model": "blog.plan",
    "pk": 6,
    "fields": {
        "Category": "Procedures",
        "Injury": "Skeletal traction",
        "Injury_key": "skeletal_traction",
        "Acute_plan_checklist": "• Find ED charge nurse and have them work on getting a hospital bed; tell them the patient can NOT leave the ED until this happens\n• Find trauma/ED resident and nurse taking care of patient to start coordinating sedation\n• Call (page?) 30455 yourself to work on getting the bed (has not worked on the weekends for me)\n• Call 43401 to have the traction cart brought up to the ED (there may also be traction setups in the Lakeside 60 call room and/or Tower 6 call room)\n• Order a portable scout XR of the knee to ensure you aren't about to place traction through a distal femur fx\n• Go to the OR and get 2 smooth steinmann pins/wires (2.2mm) which are individually peel packed and on a rack across from rooms 6/7 in the core\n• If the patient has a huge leg you may need to open the Synthes 6.5 set to get out the longer 2.8 steinmann pin\n• There is also a big metal drawer/tool chest looking thing in the core between OR 6/7, the traction bows are in the bottom drawer, grab one of those. There are also sterile traction bows if you can't find one there\n• Get the mini driver and battery x2 (ask the person in the core and they may have you sign it out)\n• You can also get a wire cutter for extra style points so you don't leave the sharp tip on the pin after you place it\n• In the ED (cabinet in trauma bay is easiest) get sterile gloves, chloraprep, a small scalpel (11 or 15 blade), some kerlix\n• Ideally transfer the patient to the hospital bed prior to doing the reduction and placing the traction pin  \n• If the bed does not arrive in a timely manner either do the reduction and hang traction off the end of the cart the patient is on, using stacks of blankets to prop up the rope and stabilize the leg; or tape the leg a shit ton to the other leg at the ankle/foot with a blanket in between the ankles\n• Place the traction bar setup on the hospital bed (simple frame at the foot of the bed with an extension that you angle off the bed away from the patient at approx 45 deg angle with the pulley at the top for the rope)\n• make your rope with loops at both ends, one loop needs to be large enough to fit over the key on the traction bow, the other just attaches to the hook on the weight carrier\n• do your reduction of the dislocated hip\n• you will often have someone holding traction on the foot for you while you do the next part since you just reduced the hip and it is likely unstable (main reason why you would do this in the first place) \n• if placing skeletal traction through the proximal tibia (not common) make sure to do a full knee ligamentous exam; if unstable, then no traction\n• placing blanket bumps under the entire leg will help elevate it so you have more of a straight shot across\n• palpate your landmarks on the leg, I like to mark things out (superior aspect of the patella and go 2-3 fingers proximal to that so you're out of the joint)\n• prep both the medial and lateral sides of the leg/distal femur; better to over prep so you can feel around and whatnot\n• make sure to look how the foot is sitting (int/ext rotation) so that when you pull traction and straighten the leg you don't then realize that you put your pin in at a 30 deg angle\n• make a knick in the skin on the medial side; only about 0.5cm (neurovascular structures over the posteromedial femur; which is why you go known to unknown)\n• spread down to bone with a hemostat (very small area)\n• place pin onto bone and feel the anterior and posterior borders of the femur, you want to center it \n• drive the pin through the bone parallel to the knee joint\n• when the pin starts to tent the skin on the lateral side, stop, make another very small knick in the skin, and finish driving the pin through\n• alternatively you can just stick the pin straight through skin down to bone and use a hemostat on the lateral side to tension the skin as it starts to poke through. If you do this make sure the skin isn't binding on the pin as your drill it through\n• lift the leg up by the pin and make sure it feels like the pin is through bone, and not just muscle/skin\n• tension the bow onto the pin by placing the pin ends in the slots and then turning the key on the end of it\n• attach the rope to the bow and the weights (usually about 20 lbs for an average adult)\n• slowly release manual traction on the leg now that you have the weights in place and make sure that you don't feel the hip slide back out\n• snip off the sharp end of the wire and dispose of it properly; you can cover the ends with blood collection tubes or the little sharps cover that comes in the ABG kit (nurse can get this for you)\n• wrap the ends of the wire between the bow and the leg with kerlix for padding\n• make sure the bow is not resting on the patient's anterior tibia (skin breakdown); may have to pad this with ABDs and/or adjust the angle of the pulley at the end of the bed\n• you can either get an AP pelvis to confirm reduction, or go straight to CT if you are confident\n• post-reduction CT; will likely have to help transfer the patient and maybe hold the traction while they get the CT\n• go see the other 3 consults that piled up while you were doing all that",
        "Acute_plan_reasons": "",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 7,
    "fields": {
        "Category": "Rotations",
        "Injury": "Pediatrics",
        "Injury_key": "pediatric_rotation",
        "Acute_plan_checklist": "The intern and the PGY-4 primarily run the show and you don’t really do much, just help out once in a while and round on weekends. The PGY-4 sees any new consults from overnight in the morning. You’ll primarily work with Dr. Son-Hing and Dr. Gilmore, who are AMAZING. \n \nMonday—Son-Hing OR\n•     The fellow scrubbed every spine case with me, which was actually great. You will get to put in a few pedicle screws at the end, but will primarily be retracting and suctioning.  Son-Hing expects you to be very sharp during the whole case and will call you out if he thinks you aren’t being helpful.\n•     However, if the fellow isn’t available, be prepared for the spines. He’s very quick and very good and expects you to do your entire side. He will call you out when he thinks you are not prepared (he did this to me a few times). But he also expects you to struggle in the beginning and will patiently and silently wait while you struggle. Do not let it rattle you. Before your first spine memorize the pedicle screw placement (e.g. proximal third/mid-point/proximal in relation to the transverse process for t-spine – I’ve attached the guide if you haven’t done that before). \n•     The other major cases where you’ll be driving the ship (incision to closure) are his osteotomies. I got to do two during the rotation, a femoral varus osteotomy and a combined femoral varus derotational osteotomy/adductor lengthening/acetabular osteotomy. You need to know every step (I used Operative Techniques in Orthopaedic Surgery and Tachdjian’s Pediatric Orthopaedics to prep for these), and you should go over your plan with Son-Hing before the procedure starts. Not only will this let him know that you prepared, but it’s also an opportunity for him to correct you so you struggle less during the case.\n•     Other smaller cases are completely yours too: SCFEs, supracondylar elbow pinnings, tibial tubercle ORIFs, I&Ds, trigger thumb release, etc. Again, make sure you read because you will be driving the ship.\n•     Sometimes cases will be added on to Son-Hing’s afternoon schedule (small ones like SCFEs or supracondylars).\n•     Son-Hing expects you to dictate the majority of his cases (with exception of spine), so make sure you know how to do that. You need your 5-digit physician ID number (ask JoAnn if you don’t have this) and call the dictation service (I’ve attached the dictation guide as well if you haven’t done this before).\n \n \nTuesday—Metro OR/clinic\n•     In the morning: There have been some variations to this between residents. Adam usually had me pre-op at RNBW, after which I’d show my face for morning conference (stayed until all the previous night’s fractures were presented) then head out to Metro. Other residents just went straight to Metro in the morning after asking the PGY-4 if they could have the day off from rounding. That is reasonable because it’s a HUGE waste of time to drive to RNBW to round on 1-2 patients and then drive all the way to Metro. If you do go straight to Metro, you should attend their grand rounds. You need to register your presence at either RNBW morning conference or Metro grand rounds – previous residents have gotten into trouble by not showing up to either conference.\n•     OR: You’re with Mistovich at metro. You do NOT scrub his spines. If he only has a spine, you get the morning off J (don’t brag about this or they’ll take this away). Always check Epic Tuesday morning, though, because he’ll occasionally add something on last minute. For his non-spines, he wants you to email him questions about the case a few days in advance so he can send you relevant reading. I did this, but it’s your call if you want to do it or not. There are also occasional Liu cases at Metro on Tuesdays you will cover. Sometimes you are with Hardesty. Just check the schedule.\n•     Clinic: In the afternoons, you will have Hardesty clinic at the Metro main campus every 1st, 3rd, and 5th Tuesdays… but this wasn’t regular, so just check the clinic schedule the day before and confirm. If she’s not at Metro on a given week, you get the afternoon off for reading. This is written on the peds schedule, but given how they’ve been emphasizing the need for extra help, I always checked with the seniors at main campus to see if they needed some hands. Play it by ear, it is a little tense with the seniors that your Tuesdays are sometimes light, so either be working or check in.\n•     Metro chiefs (LA and Mithun) expect you to add any Metro inpatients post-op to the “list.” You can ask someone how to show you the first time but basically you add them to their excel list up in the ortho room on the 6thfloor C elevators. I would usually send a text to the team taking the patient as well. \n \n \nWednesday—Gilmore Clinic\n•     Full day of Gilmore clinic at Ahuhja. It is what it is. You write notes, but you split them with Dr. Gilmore’s NP, so it’s not terrible. Key to this clinic is keeping things moving. When you decide the clinic visit should be over, you can leave the room (even if Dr. Gilmore is still talking) to go write your note and see the next patient. If you don’t, you’ll probably find yourself pretty behind. I left the room before Gilmore on almost every patient. \n•     I wrote every note immediately after seeing a patient before moving on to the next patient. As soon as the last patient is seen and you are of no help to anyone anymore get out of there. Dr. Gilmore expects that. \n•     Michelle Janas, Dr. Gilmore’s NP, will do all PT reqs, scripts etc just ask her in clinic to do so, although she’ll appreciate it if you volunteer to take some of the load off.\n•     Sometimes though, if Dr. Son-Hing has a case and there’s no one else available, you will be expected to scrub in. Maybe less of an issue now that you have an intern, but check with the chiefs obviously. \n \n \nThursday—Gilmore OR\n•     If you are interested in sports, this is the best day of the week. If not, can be a little painful. She will let you do the entire case so the more prepared you are the less painful it is. She can bail you out, but often won’t because she wants you to figure out what to do. And she’s much more patient than you are, which can translate to a very long day for only a couple cases. The 4 often is there an also scrubs or she will have 2 rooms. You should always push for 2 rooms if possible. Otherwise the day gets really late. If you have a patient in Wednesday clinic you know needs OR, get it added on and try before 10 so that it is a scheduled case.\n \n \nFriday—Son-Hing clinic\n•     Morning Conference: You are in charge of every case that was done at Metro even if you were not there for the case. Don’t miss Mistovich’s cases, always check Epic the night before. Make Powerpoints of the Metro images so you don’t have to log into Metro’s EMR and pull them up. Usually I presented Gilmore, Son-Hing, and Mistovich, but confirm with your PGY-4 about who is doing what. If you are presenting Son-Hing’s scolis, make sure you measure out the Cobb angles and press Ctrl-H to flip the images before presenting them.\n•     Afternoon clinic: You are with Son-Hing in Ahuja, usually from 10am to 4:30pm. Son-Hing clinic is the best clinic in residency. You don’t write notes. Patients are a mix of fracture care/spine evaluation (scolis or back-pain in usually athletic adolescents), so visits are quick and you’re always ahead. It’s a good idea to bring light work to do, because you’ll have a few breaks throughout your day. You’ll also get free lunch in the Ahuja doctor’s lounge.\n \nOther stuff: \n•     Scripts: it’s a big deal now to write for oxycodone TABLETS instead of capsules. They often would like these done before cases if possible.",
        "Acute_plan_reasons": "",
        "Follow_up": ""
    }
}
]
