[
{
    "model": "blog.plan",
    "pk": 1,
    "fields": {
        "Category": "General",
        "Injury": "Floor issues",
        "Injury_key": "floor_issues",
        "Acute_plan": "##Abdominal pain\nPassing gas? Bowel movement? \nCheck for signs of peritonitis in physical exam\n~~Fever, N/V, abdominal distension?\nOrder KUB xrays to check for bowel obstruction\nOrder simethicone for gas pain\n\n##Altered mental status\nCheck for signs of stroke or hematoma\n~~Any lethargy, accompanied by numbness or tingling in extremities?\n~~Consult neuro and medicine, who will likely recommend a CT head. For acute episodes (e.g. SDH), likely workup will be placement into NSU for observation for waxing and waning mental status \n~~Make sure to inform PGY-4 or attending.\n\n##Antibiotics\nDo not reorder antibiotics overnight before checking with primary team or attending, especially for spine patients. \n~~In most cases, antibiotics can wait until morning\n~~The only time you should acutely begin antibiotics is for post-operative 24h antibiotics, in case these were missed.\n\nRed man syndrome from vancomycin\n~~Check vital status to assess stability\n~~Benadryl and ranitidine premedication\n\n##Arrythmia\nPlace order for continuous cardiac monitoring for any new onset arrhythmia\nConsult medicine for any new obset Afib\n\n##Chest pain\nThree major possibilities: MI, arrythmias, PE\nMI or arrythmias:\n~~Get EKG and troponins to rule out acute MI. \n~~If EKG is abnormal (any new MI or arrythmias), consult Sidagam or medicine \nPE:\n~~EKG not very sensitive or specific, so not useful\n~~What are physical symptoms? Red flags for PE are pleuritic chest pain (pain worse with breathing), tachypnea, tachycardia\n~~Any h/o PE? If yes, tell PGY-4 or attending (if during daytime) and have very low threshold for ordering a CT PE\n~~If CT PE positive, consult Sidagam or medicine\n\n##Code white\nUrgent floor issue. Patient must be present by patient, unless actively engaged in an emergent consult.\nExample: \n~~Story: POD 1 ACDF complains of neck pain. Code white called at 5AM due to ‘SOB'. Patient hemodynamically stable and satting 97-99%. EKG normal sinus rhythm. JP drain 20output overnight.\n~~Concern here was for possible hematoma that could be causing neck pain, so our job was to check drain output.\n\n##Compartment syndrome\nAnytime there is concern, perform q4h NV checks.\nCheck recent surgical history - any fasciotomies performed? Which compartments?\nGet relevant labs - order CK and electrolytes\nDo not use Stryker needle!\n~~Diagnosis can be made on clinical grounds and labs\n~~IF compartment pressures must be measured, can do so with arterial line   \n\n##Dressing\nAquacells\n~~Get from core area in OR\n~~Repaint with chloraprep then put one back on\n\n##DVT\nHoman sign - forced dorsiflexion of foot will generate discomfort behind knee\nFor any suspicion, order a DVT scan\n~~If positive, consult Dr. Sidagam or medicine service\n\n##Electrolytes:\nReplete potassium overnight, make sure to follow up AM labs\n\n##Hematoma:\nIncreased firmness and tenderness around incision post-op?\n~~If overnight, make NPO after midnight, in case it's infected and needs possible I&D during the day\n\n##Infection:\nProfuse sweating and temperature fluctuation? UA/Ucx/Cxr to rule out infection\nConsult medicine for any confirmed infection - UTI, pneumonia, etc.\n\n##Pediatrics\nNeuro changes for spine and Hardesty baclofen patients:\n~~Check anesthesia dose and how patient did in PACU\n~~Initiated q4h neuro checks\n~~Example: Complained of paresthesias and weakness BLE after baclofen pump exchange. Had high doses of anesthesia and prolonged PACU stay. SILT w/ paresthesia BLE can wiggle toes but weak. On repeat exam able to flex knees to 30 deg.\n\n##Urinary issues\nDysuria? Order UA.\nUrinary retention? Follow post-void residuals, then place foley if post-void residuals are not <500cc after two trials of straight catherization, every 8 hours.",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 2,
    "fields": {
        "Category": "General",
        "Injury": "GSW",
        "Injury_key": "gsw",
        "Acute_plan": "##Ask on the phone/review on computer:\nNPO - potentially operative\nWeapon type: \n~~Handgun (low velocity)\n~~Shotgun (intermediate velocity)\n~~Assault rifle (high velocity, treat like Gustilo Type III)\nAbx (ancef in most cases)? Tetanus?\nEntry and exit wounds?\nXrays of relevant bone\nNear a joint? Ask for CT to check for intra-articular fragments or bullet in the joint\n\n##What to get before seeing consult:\nMaterials for irrigation\n~~Normal saline\n~~18g needles\n~~4x4 gauze and xeroform\n~~4-0 chromic to repproximate skin\n~~Sterile gloves and 30cc syringe if suspecting arthrotomy\nAppropriate splinting material/knee immobilizer/sling for bone involved\n\n##History/physical exam/further imaging:\nNote entry and exit wounds\nAny neurovascular compromise?\nAny concern for traumatic arthrotomy?\n~~Load joint to confirm arthrotomy\n~~DO NOT load joint if the bullet is already in the joint - will push bullet further in \n\n##Interventions in the ED:\nIrrigate wound and repproximate wound\nRetrieve bullet if subcutaneous and you can palpate it in exam\nSplint/knee immobilizer/sling, when appropriate\n\n##If operative, perform before calling PGY-4/attending:\nReview indications for acute removal of bullet in OR:\n~~Bullet communicating with or in synovial joint\n~~Bullet is in canal of lumbar spine\n~~Bullet is in cervical/thoracic spinal canal and patient has operative fracture or neuro deficit\nFor operative fractures in other bones, review respective sections in this guide\nMark/Consent for surgery: Irrigation and debridement and removal of foreign body, operative fixation of <involved bone/joint>\nMake copy of consent and place original in chart. Make sure to put copy in call room or give it to next call resident.\nKeep NPO and NWB.\nFind out OR availability: Call to ask for OR availability today and tomorrow.\nAsk for clearance. For details, refer to pre-operative clearance guide.\n~~ If overnight, call anesthesia.\n~~ If during the day and with multiple comorbidities, or for syncopal fall, call medicine.\n~~ If trauma activation, call trauma.\n~~ If patient goes to ICU, ask for clearance again in morning: These patients have to be reassessed every AM, as their stability may change.\n\n##Wrap-up, if operative:\nCall attending: Tell them SBAR, OR schedule\nPost case: Tell them name, MRN, attending doing surgery, positioning and operative set-up, implant\n\n##Wrap-up, if non-operative/not immediately operative:\nFollow up with attending on call\n\n##Example consults:\nInjury: R medial clavicle fx, R scapular body fx from GSW\n~~HPI: 32M with multiple GSW to chest, taken overnight by gen surgery for thoracotomy. Currently intubated in ICU. NVI. Subcutaneous bullet over medial scapula. Wound over posterior chest near scapula fx\n~~Plan: Received 24 hours ancef for gen surg procedure. Sling, NWB. Subcutaneous bullet removed, incision closed with chromic. Posterior chest wall wound irrigated and soft dressing placed.\n\nInjury: GSW L knee possible nondisplaced patella frx\n~~HPI: 13F s/p GSW to L knee which went through and through. Xray show luceny which may represent nondisplaced patella frx. NVI. ABI 1. Knee therapeutically aspirated, with a 10 deg extension lag on knee exam after intraarticular lidocaine block.\n~~Plan: Ancef and tetanus. GSW irrigated w NS. Soft dressing w/ xerofrom. Placed in KI. WBAT LLE in KI. F/U in clinic.",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 3,
    "fields": {
        "Category": "General",
        "Injury": "Open fracture",
        "Injury_key": "open_fracture",
        "Acute_plan": "##Ask on the phone/review on computer:\nMake NPO\nAbx?\n~~Gustilo type I and II - ancef\n~~Gustilo type III - ancef + gentamicin\n~~Farm injuries, heavy contamination, or bowel injuries - ancef + gentamicin + penicillion (clostridium coverage)\n~~Fresh water - ceftazidime/cipro\n~~Ssalt water - doxycycline + ceftazidime/cipro\n~~GSW from handgun - ancef\nTetanus PPX?\nAP/laterals of extremities involved\n\n##What to get before seeing consult:\n4x4 gauze and ABD pads\nLac repair kit\n18g needle\nSterile normal saline\n\n##History/physical exam/further imaging:\nABI: If pulses aren't palpable manually or Dopplerable.\nSaline load test, anytime there is a laceration over joint. 95% sensitivity: \n~~194cc in knee\n~~40cc in elbow\n~~30cc in ankle \n\n##Interventions in the ED:\nDirect pressure for hemostasis controls most bleeding, no need for tourniquet.\nGentle irrigation (500cc NS), then cover in saline-soaked gauze: no evidence for aggressive washout in ED, as it can push debris inward.\nSplint to decrease pain, minimize soft tissue trauma, and stabilize clots.\n\n##Wrap-up:\nAll open fractures are operative.\nFollow other sections in this guide for operative preparation for the bone/joint involved.",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 4,
    "fields": {
        "Category": "General",
        "Injury": "Osteomyelitis",
        "Injury_key": "osteomyelitis",
        "Acute_plan": "##Ask on the phone/review on computer:\nLabs? \n~~ESR (90% sensitive, up in acute and chronic)\n~~CRP (97% sensitive)\n~~WBC (33% sensitive)\n~~Blood cultures (usually neg, but good if hematogenous spread)\nXR: \n~~Always get them, but findings only apparent after 2 weeks. \n~~Will show bone lucency, osteopenia, periosteal reaction, lysis around hardware.\n\n##History/physical exam/further imaging:\nSymptom timing? Acute (within 2 weeks), subacute (1-several months), chronic (several months)\nCT: If nothing on XR, get CT to better visualize necrotic bone\nMRI: If nothing on XR and CT, get MRI. Negative rules out osteomyelitis.\nCheck for sinus tract: If able to probe bone through sinus tract, chronic OM present.\n\n##Wrap-up:\nMajority of the time, will just need admission to medicine for IV abx for acute OM. Even if going to OR, will need trial of 24-48 hrs IV abx first. \nOften, these will present with intramuscular abscess. These fall in the domain of ACS or plastic surgery - refer the consulting service to them.\n\n##Example consults:\nInjury: L hip septic arthritis, osteomyletis, L SI joint Osteomyelitis\n~~HPI: 22M Pmhx IVDU w/ progressively worsening L hip and back pain for 4-5 months after lifting something heavy. Non-ambulatory due to pain, with significant weight loss and fevers. MRI and CT from OSH showing concerns for septic arthritis of L hip and SI joint, osteomyelitis of illium and sacrum w/ erosive changes into femoral head, and intraosseous abscess of sacrum. Also has myositis of L anterior and posterior L thigh compartments and L iliopsoas. On exam has Severe TTP of L hip and ROM. Pain with log roll and axial loading of L hip. No pain at knee or ankle. No neuro deficits. Patient hemodynamically stable.\n~~Plan: Admit to medicine for IV abx. Rec IR guided Hip Aspiration L hip. Rec ID consult. Non op currently. Ortho will intervene if needed\n\nInjury: Pelvis Osteomyelitis\n~~HPI: 61F M w/ PMH of CKD, metastatic colon cancer, and LLE nec fasc w/ hindquarer amputation and plastic closure. Presents with fever of 103 and increased drainage from LLE wound. WBC 12, CRP 11, ESR 100. Blood cultures pending. Potential osteomyelitics on CT. On vanc/zosyn/clindamycin. On exam, 10cm wound w/ foul smelling milky drainage. \n~~Plan: To OR w/ ACS for soft tissue and muscle debridement and placement of incisional wound vac. MRI pelvis w/wo to establish extent of potential osteo. Will discuss with attending in AM",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 5,
    "fields": {
        "Category": "General",
        "Injury": "Septic arthritis",
        "Injury_key": "septic_arthritis",
        "Acute_plan": "\"##Ask on the phone/review on computer:\nMake NPO\nAs soon as you get the call, be sure they have ordered CBC, ESR, CRP, and plain films of the joint. \nSerum lab values associated with septic joint:\n~~WBC > 10K with left shift\n~~ESR > 30\n~~CRP > 5\nMost will NOT be septic joint. HOWEVER, all must be treated as septic joint and seen urgently. Prioritize these consults. \n\n##What to get before seeing consult:\nAspiration supplies:\n~~Sterile urine specimen cup\n~~18-20 gauge needles\n~~30-60cc syringe\n~~Chloraprep sticks/swabs\n~~Specimen bag\n~~Pt sticker for specimen cup (sterile urinalysis cup)\n~~Culture swab\n~~Print lab requisition forms for STAT cell count/gram stain/crystals/cultures (lab won't perform analysis without these orders on physical documents. In the \"\"Order\"\" tab, after selecting the orders you want to print, click on the urine specimen button) \n\n##History/physical exam/further imaging:\nTake picture of infection\nCheck for draining sinus tract\n~~Tract confirms infection, no need to aspirate\n~~No need to swab or culture tract, too contaminated to be helpful\nAssess for pain with ROM. Painless PASSIVE or active ROM suggests less likely septic. \n\n##Interventions in ED:\nGenerally, if there is ANY concern (elevated inflamm markers and some pain), the attending will prefer that you aspirate the joint. \n~~After aspiration, transfer aspirate to the specimen cup. \n~~Apply pt sticker and be sure to sign, date, and time the specimen on the sticker (lab will refuse otherwise).\nIf you get minimal aspirate (~1cc):\n~~Cell count can’t be performed, but the swab can be used for gram stain/culture. \n~~On lab requisition sheet, write 'PRIORITIZE gram stain/culture, get crystals/cell count only if possible.' \n~~Squirt the aspirate into the swab container in this situation.\nJoint fluid is LIQUID GOLD. ALWAYS walk the specimen to the lab yourself and physically hand it to a lab tech at the window. NEVER use tube system.\nAnalyze cell count/diff, gram stain and culture, and crystals.\nWait until ALL of this information is back (gram stain is usually last) before calling 4. Even with crystals, there is a small chance of superinfection, so must have gram stain.\n\n##If operative, perform before calling PGY-4/attending:\nReview indications for acute surgery:\n~~Aspirate WBC >50K is indicate of infection\nMark/Consent for surgery: Irrigation and debridement of <joint>  \nMake copy of consent and place original in chart. Make sure to put copy in call room or give it to next call resident.\nKeep NPO and NWB.\nFind out OR availability: Call to ask for OR availability today and tomorrow.\nAsk for clearance. For details, refer to pre-operative clearance guide.\n~~ If overnight, call anesthesia.\n~~ If during the day and with multiple comorbidities, or for syncopal fall, call medicine.\n~~ If trauma activation, call trauma.\n~~ If patient goes to ICU, ask for clearance again in morning: These patients have to be reassessed every AM, as their stability may change.\n\n##Wrap-up, if operative:\nCall attending: Tell them SBAR, OR schedule\nPost case: Tell them name, MRN, attending doing surgery, positioning and operative set-up, implant\n\n##Wrap-up, if non-operative/not immediately operative:\nFollow up with attending on call\nOften, these will present with intramuscular abscess. These fall in the domain of ACS or plastic surgery - refer the consulting service to them.\n\n##Example consults:\nInjury: R arm abscess/cellulites concern for septic elbow\n~~HPI: 25M w/ previous bilateral forearm lacerations from assault, repaired in ED. Presents today with fluctuance over suture in left antebutical fossa. No pain with active or passive ROM or weight bearing. Not TTP. No joint effusion on XR or CT, but CT does show fluid w/ rim enhancement that lies deep in the intramuscular compartment. Afebrile. ESR 10. WBC 16, CRP 6.\n~~Plan: Low concern for septic joint given his painless ROM and weight bearing as well as lack of radiological evidence of effusion or fluid in joint. Rec admission for IV abx and ACS/Plastic for I&D of intramuscular abscess.\"",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 6,
    "fields": {
        "Category": "General",
        "Injury": "Prosthetic joint infection",
        "Injury_key": "prosthetic_joint_infection",
        "Acute_plan": "##Ask on the phone/review on computer:\nMake NPO\nAs soon as you get the call, be sure they have ordered CBC, ESR, CRP, and plain films of the joint. \nWhen was the surgery? Who did the surgery?\nSerum lab values associated with prosthetic joint infection:\n~~ESR: >30mm/hr (if >6 weeks from surgery); not relevant if <6 weeks from surgery\n~~CRP: >10 mg/L (if >6 weeks from surgery); >100 mg/L (if <6 weeks from surgery) \nAre they septic?\n~~T, BP, HR?\n~~Check if they meet SIRS criteria\n\n##What to get before seeing consult:\nCheck op report in Allscripts or Physician Portal:\n~~Confirm surgeon and date of surgery\n~~Get implant info\nAspiration supplies:\n~~Sterile urine specimen cup\n~~18-20 gauge needles\n~~30-60cc syringe\n~~Chloraprep sticks/swabs\n~~Specimen bag\n~~Pt sticker for specimen cup (sterile urinalysis cup)\n~~Culture swab\n~~Print lab requisition forms for cell count/gram stain/crystals/cultures (lab won't perform analysis without these orders on physical documents) \n\n##History/physical exam/further imaging:\nTake picture of infection\nWhen did symptoms start?\nAny draining sinus tract?\n~~Confirms PJI, no need  for joint aspiration\n~~No need to swab sinus tract for culture - too contaminated, shown not to be helpful\nAssess for pain with ROM. Painless PASSIVE or active ROM suggests less likely septic. \n\n##Interventions in ED:\nBEFORE YOU ASPIRATE, check with the PGY-4.\n~~If surgery was done by one of our joints attendings, they may want to hear about it first before aspiration \nAfter getting approval, aspirate joint. \n~~After aspiration, transfer aspirate to the specimen cup. \n~~Apply pt sticker and be sure to sign, date, and time the specimen on the sticker (lab will refuse otherwise).\n~~IF THA, have ED consult radiology for IR-guided joint aspiration\nIf you get minimal aspirate (~1cc):\n~~Cell count can’t be performed, but the swab can be used for gram stain/culture. \n~~On lab requisition sheet, write <b>PRIORITIZE gram stain/culture, get crystals/cell count only if possible.</b> \n~~Squirt the aspirate into the swab container in this situation.\nJoint fluid is LIQUID GOLD. ALWAYS walk the specimen to the lab yourself and physically hand it to a lab tech at the window. NEVER use tube system.\nAnalyze cell count/diff, gram stain and culture, and crystals.\nWait until ALL of this information is back (gram stain is usually last) before calling 4. Even with crystals, there is a small chance of superinfection, so must have gram stain.\n\n##If operative, perform before calling PGY-4/attending:\nReview indications for acute surgery:\n~~Findings of PJI: <b>For TKA</b>, WBC count >1100 and PMN >64%. <b>For THA</b>, WBC count > 3000 and PMN >80%. \n~~Gram stain is more specific than sensitive, meaning that <b>if gram stain is positive, there is infection. If negative, does not rule out infection.</b>\n~~For extra points, may score MSIS criteria for PJI \nMark/Consent for surgery: Irrigation and debridement, possible implant exchange, of <joint> arthroplasty with possible antibiotic spacer placement. \nMake copy of consent and place original in chart. Make sure to put copy in call room or give it to next call resident.\nKeep NPO and NWB.\nFind out OR availability: Call to ask for OR availability today and tomorrow.\nAsk for clearance. For details, refer to pre-operative clearance guide.\n~~ If overnight, call anesthesia.\n~~ If during the day and with multiple comorbidities, or for syncopal fall, call medicine.\n~~ If trauma activation, call trauma.\n~~ If patient goes to ICU, ask for clearance again in morning: These patients have to be reassessed every AM, as their stability may change.\nDetermine operative options:\n~~I&D w/ polyethylene exchange vs two-stage revision (immediate removal of hardware and antibiotic spacer insertion, followed by later revision)\n~~Refer to orthobullets for details. If <3 weeks after surgery, can just do I&D. If >4 weeks, must do two-stage revision.\nCall reps: Call the implant maker from the OP report. All rep numbers in our phone bank.\n\n##Wrap-up, if operative:\nCall attending: Tell them SBAR, OR schedule\nPost case: Tell them name, MRN, attending doing surgery, positioning and operative set-up, implant\n\n##Wrap-up, if non-operative/not immediately operative:\nFollow up with attending who did the surgery\n\n##Example consults:\nR knee wound s/p R knee revision\n~~56F s/p TKA revision. Seen in clinic last week for drainage from wound and 3 cm area of dehiscence, managed w/ WTD. Presents to ED with increased serous drainage from wound.  No fevers, chills. No changes in wound character since last seen in clinic. No expressible drainage from wound. No erythema.\n~~Plan: Preveena placed. F/u next week for repeat wound check.",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 7,
    "fields": {
        "Category": "General",
        "Injury": "Post-operative infection (not spine or joints)",
        "Injury_key": "post_operative_infection_general",
        "Acute_plan": "##Ask on the phone/review on computer:\nMake NPO\nAs soon as you get the call, be sure they have ordered CBC, ESR, CRP, and plain films of the joint. \nWhen was the surgery? Who did the surgery?\nSerum lab values associated with infection: \n~~ESR: not sensitive, may remain elevated for months after surgery\n~~CRP: >2 (reference value at UH)\nAre they septic?\n~~T, BP, HR?\n~~Check if they meet SIRS criteria\n\n##What to get before seeing consult:\nCheck op report in Allscripts or Physician Portal:\n~~Confirm surgeon and date of surgery\n~~Get implant info\n\n##History/physical exam/further imaging:\nWhen did symptoms start?\nCheck for any draining sinus tract\n~~Confirms infection, will need I&D in OR\n~~Don't swab tract for culture, too contaminated and not helpful\n\n##If operative, perform before calling PGY-4/attending:\nReview indications for acute surgery:\n~~Meets SIRS criteria\n~~Sinus tract, elevated CRP\nMark/Consent for surgery: Irrigation and debridement, possible revisioin/exchange, of hardware \nMake copy of consent and place original in chart. Make sure to put copy in call room or give it to next call resident.\nKeep NPO.\nFind out OR availability: Call to ask for OR availability today and tomorrow.\nAsk for clearance. For details, refer to pre-operative clearance guide.\n~~ If overnight, call anesthesia.\n~~ If during the day and with multiple comorbidities, or for syncopal fall, call medicine.\n~~ If trauma activation, call trauma.\n~~ If patient goes to ICU, ask for clearance again in morning: These patients have to be reassessed every AM, as their stability may change.\n\n##Wrap-up, if operative:\nCall attending: Tell them SBAR, OR schedule\nPost case: Tell them name, MRN, attending doing surgery, positioning and operative set-up, implant\n\n##Wrap-up, if non-operative/not immediately operative:\nFollow up with attending who did the surgery",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 8,
    "fields": {
        "Category": "General",
        "Injury": "Other postoperative issues (not spine or joints)",
        "Injury_key": "post_operative_issues_general",
        "Acute_plan": "##Example consults:\n\n##Hematoma\nInjury: Hematoma s/p Humeral nail\n~~HPI: 68F s/p L IMN for proximal humerus fracture 2 months ago w/ 5 days of increased pain and decreased motor function and sensation of L hand. No traumatic event. Non-con CT showed compressive hematoma of brachial artery, median nerve, radial nerve, and ulnar nerve. Full but compressible. Only able to flex 4th and 5th digits. No sensation over hand. Palpable Rad pulse. Vascular consulted for evaluation of hematoma.\n~~Plan: NPO. Pre op labs. M/C/P for I&D. Will need to talk with vascular about availability for OR assistance.",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 9,
    "fields": {
        "Category": "General",
        "Injury": "Superficial skin infection (cellulitis)",
        "Injury_key": "superficial_skin_infection",
        "Acute_plan": "\"##Ask on the phone/review on computer:\nESR, CRP, WBC\nXRs of involved bone/joint\nVitals stable?\n\n##History/physical exam/further imaging:\nPain on joint ROM? Able to ambulate? How fast has cellulitis spread?\n~~Main job will be differentiating between cellulitis, septic joint, and nec fasc\n~~ED likely will be consulting for \"\"septic joint.\"\" If patient can walk and range the joint, it is NOT a septic joint\nIf pain is in lower leg, and your suspicion for septic arthris is low, also get US to r/o DVT\n\n##Interventions in the ED\nIf symptoms are ambiguous (e.g. some difficulty w/ ambulation, pain on ROM), will have to aspirate:\n~~Do not aspirate area of joint covered by cellulitis - you may potentially introduce infection into joint\n~~Call senior if aspiration of cellulitic area is unavoidable\n\n##Wrap-up\nMost of these are non-operative, and can be treate with IV abx on a medicine service.\nIf overnight and medicine doesn't take patient, and you have doubts, it's perfectly acceptable to admit to CDU to observe whether patient becomes septic.\nIf you aspirated the joint, refer to the septic arthritis section of the guide\n\n##Example consults:\nInjury: RLE cellulitis\n~HPI: 60F w PMH smoking and s/p hindfoot fusion for talus fracture at UH presents w RLE pain, erythema, swelling that started in the previous day without trauma. No hx fevers/chills. On exam superficial erythema around R ankle, anterior and posterior calf, with extension of erythema into groin. No pain with baseline ankle ROM, and patient ambulates in room without pain. WBC 10.4, ESR 26, CRP 21. DVT US neg. XR w stable hardware.\n~Plan: Admit to medicine for IV abx. No concern for septic arthritis. F/u with attending who did surgery upon discharge.\"",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 10,
    "fields": {
        "Category": "General",
        "Injury": "Necrotizing fasciitis",
        "Injury_key": "necrotizing_fasciitis",
        "Acute_plan": "##Ask on the phone/review on computer:\nMake NPO\nVitals stable?\nAsk for ESR, CRP, Creatine Kinase (CK), BMP, CBC w/ diff, lactate\nAP/laterals of involved extremity:\n~~Not required to make diagnosis, but oftentimes consulting service will say nec fasc w/o being sure, in which case you have to rule out fracture etiology\nCT of involved extremity\n~~On both CT and XR, look for any subcutanous emphysema\n\n##History/physical exam/further imaging:\nTake picture of infection site\nPhysical exam indicative of nec fasc?\n~~Skin bullae\n~~Rapid progression of cellulitis\nCalculate LRINEC score\n~~Score > 6 has PPV 92% of nec fasc\n~~However, use with caution, since it has fared poorly on external validation in a recent 2017 study\n~~If there is strong clinical suspicion of nec fasc, proceed immediately to OR regardless of LRINEC score\nConsider MRI w/ wo:\n~~For hemodynamically stable patients, can get MRI to see if patient has osteomyelitis and abscess\n~~Discuss with senior or attending\n\n##If operative, perform before calling PGY-4/attending:\nReview indications for acute surgery:\n~~Very low threshold for operative intervention\n~~If hemodynamically unstable, presence of skin bullae, rapid progression of cellulitis (hours, not days)\n~~If no overt signs of nec fasc, you can cite the LRINEC score to boost your diagnostic confidence\nMark/Consent for surgery: Irrigation and debridement vs amputation of [involved extremity/joint] \nMake copy of consent and place original in chart. Make sure to put copy in call room or give it to next call resident.\nKeep NPO and NWB.\nFind out OR availability: Call to ask for OR availability today and tomorrow.\nAsk for clearance. For details, refer to pre-operative clearance guide.\n~~ If overnight, call anesthesia.\n~~ If during the day and with multiple comorbidities, or for syncopal fall, call medicine.\n~~ If trauma activation, call trauma.\n~~ If patient goes to ICU, ask for clearance again in morning: These patients have to be reassessed every AM, as their stability may change.\n\n##Wrap-up, if operative:\nCall attending: Tell them SBAR, OR schedule\nPost case: Tell them name, MRN, attending doing surgery, positioning and operative set-up, implant\n\n##Wrap-up, if non-operative/not immediately operative:\nRecommend admission to medicine service for IV abx and serial labs\nIf symptoms are in foot, can also recommend medicine to consult podiatry in AM for possible amputation vs I&D\n~~Reasoning is that ortho was consulted to rule out nec fasc. If we have ruled out nec fasc, then there is no more role for ortho surgery, and podiatry can handle operative management of any osteo or abscess\n\n##Example consults:\nInjury: L foot osteomyelitis/septic arthritis/multiple abscesses, r/o necrotizing fasciitis\n~~HPI: 66M s/p L ankle injury (bumped on chair) 3 weeks ago, w/ progressive pain and swelling. Brought in by EMS today due to fevers, chills, nausea and diarrhea. CRP 30. ESR>100. Lactate 2. CK 502. Altered AMS.  On exam, necrotic medial malleolus wound with fluctuance, with proximal extension of erythema and swelling. Currently vitals stable on admission. CT LLE showed no air and no suspicion for spread of infection into knee or thigh. LRINEC score was 6. \n~~Plan: NPO. Pre op labs. M/C/P for I&D vs Amputation in AM. 2u pRBC and FFP on hold for OR. Admit to medicine for optimization.",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 11,
    "fields": {
        "Category": "General",
        "Injury": "Pathologic lesion",
        "Injury_key": "pathologic_lesion",
        "Acute_plan": "##Ask on the phone/review on computer:\nAdequate x-rays (entire bone, joint above and below) - does bone have 'moth-eaten' appearance?\nDo they have a primary cancer diagnosis? Any known bony mets?\nNPO time\nINR? Can be elevated in cancer\n\n##What to get before seeing consult:\nConsent: Prophylactic fixation of [bone] vs. Operative fixation of pathologic [bone] fracture\nConfirm if there is a pathologic fracture before seeing, as this changes how patient will be managed in ED (acute surgery vs tumor workup)\n\n##History/physical exam/further imaging:\nKnown primary? If tumor of unknown origin, needs:\n~~MRI of entire bone: Getty likes to get MRIs but you should talk to 4th year before getting MRI. Always put 'tumor protocol' in special instructions\n~~CT C/A/P\n~~SPEP/UPEP\nFirst bony met? If this is first bony metastasis, needs an IR guided biopsy prior to prophylactic fixation\nLytic vs blastic? Pathologic fracture or not?\nDates, dose, and body location of previous XRT or chemo?\n\n##Wrap-up, will rarely need immediate surgery:\nAdmit to medicine or oncology service for tumor workup, unless there is pathologic fracture. Discuss with attending if so, then refer to other sections of this guide for guidelines to specific bone.\nPage oncology at 36599 (Berger oncology team), or call Sediman 6 (63666)\n\n##Example consult:\nInjury: Osseous lesions to pelvis\n~~HPI: 80F with PMH breast cancer s/p multiple lumpectomies with NO known mets, presenting with worsening BLE weakness for the past 3 weeks. Previous MRI w/ some C3-4 compression but no myelopathic signs, except chronic gait disturance. MRI L spine showing permeative destructive lesion of the sacrum, pelvis, and L5 vertebral body with epidural extension around the thecal sac. Neurosurgery accepted patient for admission and managing spine. Ortho consulted b/c CT pelvis shows destructive lesion permeating into sacrum, BL iliums, BL tabs, R sup/inf ramus. Comparison with previos xrays show worsening osseous lesions, with ‘moth eaten” permeative osseous lesions of the pelvis and sacrum. On exam, full motor/sensory, no LTS, no BB incontinence. Pain on hip IR B/L.\n~~Plan: NPO. Will need tumor workup in setting of unknown primary. NSGY to manage spine.\n\nInjury: L pathologic femoral neck fracture\n~~HPI: 60F with known bony metastatic colon cancer to left hemipelvis, proximal femur, and lumbar spine diagnosed in 2013. Presents to ED today with weakness and fall that occurred yesterday. Found to have left displaced femoral neck fracture. She has been non-ambulatory the last two weeks from increasing weakness, and a CT C/A/P taken during oncology clinic appointment from 2 weeks ago shows a femoral neck fracture,  which was undetected. On exam, no LTS, saddle anesthsia, or BB incontinence. Intact rectal tone. 4/5 motor trength BLE, no pain on log roll or axial load. Of note, INR 1.7, not on anti-coagulation.  Of note, found to have large pelvic hematoma likely from liver biopsy last week.\n~~Plan: Operative fixation likely in 2 days, after tumor workup and surgical optimization with oncology. Discussed with attending. L hemi vs resection arthroplasty. ",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 12,
    "fields": {
        "Category": "Shoulder",
        "Injury": "Shoulder dislocation",
        "Injury_key": "shoulder_dislocation",
        "Acute_plan": "##Ask on the phone/review on computer:\nAdequate xrays:\n~~AP/lat shoulder\n~~Axillary view if patient can tolerate it, Velpeau view if patient can't tolerate axillary, to confirm direction of dislocation and check for engaging Hill-Sachs\n~~\n\n##What to get before seeing consult:\nSupplies for an intraarticular block\nSling\n\n##Physial exam/further imaging:\nConfirm direction of dislocation\n\n##Interventions in the ED:\nReduction maneuvers in order of least to most time-consuming: \n~~Joanne Technique, Collier Technique, bedsheet technique\n~~Try them in that order\nJoanne Technique (for Anterior Dislocation): \n~~External rotation, flexion, have them touch their other shoulder\nCollier Technique (for Anterior Dislocation):\n~~Patient supine on bed. \n~~Adduct the arm, externally rotate arm very slowly, as much as they can tolerate.  \n~~Feel humeral head on top of glenoid. Push on it while abducting the arm.\nBedsheet technique (for Anterior and Posterior Dislocation):\n\n##Wrap-up, if reduction not successful:\nMake sure CT is completed for bony lesions (Hill-Sachs, bony Bankart)\nM/C/P for closed reduction of shoulder in OR\n\n##Wrap-up, if reduction successful:\nPlace in sling, follow-up with attending on call\n\n##Example consults:\nInjury: R shoulder dislocation\n~~HPI:  28y RHD M with above after falling on right arm while playing football. Closed, NVI. Has dislocated 3-4 times prior. XR with anterior inferior dislocation, Hill-sachs fracture engaged in glenoid.\n~~Plan:  Close reduction attempted under lidocaine block and conscious sedation and unsuccessful. Patient unable to be adequately sedated. MCP for OR for closed reduction.",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 13,
    "fields": {
        "Category": "Shoulder",
        "Injury": "AC joint separation",
        "Injury_key": "ac_joint_separation",
        "Acute_plan": "##Example consults:\nInjury: L AC joint separation on CXR\n~~HPI: 60M s/p bicycle accident, presenting with cervical and facial fractures. CXR w/ L AC joint widening due to patient rotation. On exam no pain w/ palpation of AC join/shoulder/clavicle. No pain with full AROM or Strength testing. NVI. Clavicle and BL shoulder films did not show widening.\n~~Plan: Non op. Nothing to do per orthopaedics. No need for f/u. ORTHO SIGN OFF.",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 14,
    "fields": {
        "Category": "Shoulder",
        "Injury": "Clavicle fracture",
        "Injury_key": "clavicle_fracture",
        "Acute_plan": "",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 15,
    "fields": {
        "Category": "Shoulder",
        "Injury": "Scapula fracture",
        "Injury_key": "scapula_fracture",
        "Acute_plan": "",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 16,
    "fields": {
        "Category": "Shoulder",
        "Injury": "Scapulathoracic disassociation",
        "Injury_key": "scapulathoracic_disassociation",
        "Acute_plan": "",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 17,
    "fields": {
        "Category": "Humerus",
        "Injury": "Proximal humerus fracture",
        "Injury_key": "proximal_humerus_fracture",
        "Acute_plan": "##Ask on the phone/review on computer:\nAP, lateral of humerus\nAP, lateral, axillary/velpeau view of shoulder\nPlace in a sling\n\n##History/physical exam/further imaging\nNeurovascular exam:\n~~Check axillary nerve motor and sensory function\n~~Check radial nerve function\nAsk ED to get CT if articular surface is involved\n\n##If operative, perform before calling PGY-4/attending:\nReview indications for acute surgery:\n~~Any neurovascular compromise\n~~Greater trochanter displacement > 5mm - unstable rotator cuff\n~~Displaced anatomic/surgical neck fractures - more instability? \n~~Transverse fracture at surgical neck - more chance for displacement\n~~Head-splitting fracture - due to articular surface involvement\n~~3 or 4 part proximal humerus fracture - essentially comminuted and unstable\nMark/Consent for surgery: Open reduction internal fixation vs intramedullary nailing of proximal humerus \nMake copy of consent and place original in chart. Make sure to put copy in call room or give it to next call resident.\nKeep NPO and NWB.\nFind out OR availability: Call to ask for OR availability today and tomorrow.\nAsk for clearance. For details, refer to pre-operative clearance guide.\n~~ If overnight, call anesthesia.\n~~ If during the day and with multiple comorbidities, or for syncopal fall, call medicine.\n~~ If trauma activation, call trauma.\n~~ If patient goes to ICU, ask for clearance again in morning: These patients have to be reassessed every AM, as their stability may change.\nPlan needed implants and operative approach/intervals/set-up:\n~~ Will need DepuySynthes vs Stryker ORIF vs IMN sets.\n~~ For ORIF, will need a low profile precontoured locking plate, placed through a deltopectoral approach. Patient should be supine on radiolucent OR table with arm board and C-arm, with bed rotated 90 degrees so that the injured shoulder is opposite the anesthesia team.\n~~ For IMN, will need a short/long nail placed through a deltoid-splitting approach. Patient should be spine on radiolucent OR table with arm board and C-arm, with bed rotated 90 degrees so that the injured shoulder is opposite the anesthesia team. \n~~ For hemiarthroplasty, place implant through deltopectoral approach. Patient should be spine on radiolucent OR table with arm board and C-arm, with bed rotated 90 degrees so that the injured shoulder is opposite the anesthesia team. \nCall reps: Call Stryker or DepuySynthes. All rep numbers in our phone bank.\n\n##Wrap-up, if operative:\nCall attending: Tell them SBAR, OR schedule\nPost case: Tell them name, MRN, attending doing surgery, positioning and operative set-up, implant\n\n##Wrap-up, if non-operative/not immediately operative:\nRecommend NWB in sling, follow up with attending on call.",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 18,
    "fields": {
        "Category": "Humerus",
        "Injury": "Humeral shaft fracture",
        "Injury_key": "humeral_shaft_fracture",
        "Acute_plan": "##Ask on the phone/review on computer:\nAP, lateral of humerus - Any lytic lesions? Signs of pathologic fracture?\nAP, lateral, axillary/velpeau view of shoulder - Shoulder dislocation?\nAP, lateral of elbow - Elbow dislocation?\nAP, lateral of forearm - Check for forearm fracture to rule out 'floating elbow'\n\n##What to get before seeing consult:\nSupplies for coaptation splint\nPost-splint AP/lat humerus - put this in now so you don't forget later\n\n##History/physical exam/further imaging:\nNeurovascular exam: Check radial nerve function\n\n##Interventions in ED:\nPlace in coaptation splint\n~~Place in valgus mold to counteract pull of deltoid muscle - medial force on proximal fragment, lateral force on distal fragment\n~~These will always drift distally, so make sure to place proximal end way past the acromion, almost to the level of the neck\n~~Parameters for acceptable reduction: <20 deg AP angulation, <30 deg valgus/varus angulation, <3cm shortening \n\n##If operative, perform before calling PGY-4/attending:\nReview indications for acute surgery:\n~~Ipsilateral forearm fracture - 'floating elbow', since elbow is disconnected from both elbow and arm, so needs to be reattached to humerus\n~~Pathologic fracture\n~~Any neurovascular compromise - brachial plexus injury only, radial palsy alone is NOT indication for surgery\n~~Compartment syndrome/open fractures\n~~Polytrauma - patient will need arm for mobilization\nMark/Consent for surgery: Open reduction internal fixation vs intramedullary nailing of humerus\nMake copy of consent and place original in chart. Make sure to put copy in call room or give it to next call resident.\nKeep NPO and NWB.\nFind out OR availability: Call to ask for OR availability today and tomorrow.\nAsk for clearance. For details, refer to pre-operative clearance guide.\n~~ If overnight, call anesthesia.\n~~ If during the day and with multiple comorbidities, or for syncopal fall, call medicine.\n~~ If trauma activation, call trauma.\n~~ If patient goes to ICU, ask for clearance again in morning: These patients have to be reassessed every AM, as their stability may change.\nPlan needed implants and operative approach/intervals/set-up:\n~~ Will need DepuySynthes vs Stryker ORIF vs IMN sets.\n~~ For ORIF, will need a low profile precontoured locking plate, placed through a deltopectoral approach. Patient should be supine on radiolucent OR table with arm board and C-arm, with bed rotated 90 degrees so that the injured shoulder is opposite the anesthesia team.\n~~ For IMN, will need a long nail placed through a deltoid-splitting approach. Patient should be spine on radiolucent OR table with arm board and C-arm, with bed rotated 90 degrees so that the injured shoulder is opposite the anesthesia team. \nCall reps: Call Stryker or DepuySynthes. All rep numbers in our phone bank.\n\n##Wrap-up, if operative:\nCall attending: Tell them SBAR, OR schedule\nPost case: Tell them name, MRN, attending doing surgery, positioning and operative set-up, implant\n\n##Wrap-up, if non-operative/not immediately operative:\nNWB in coaptation splint, follow up with attending on call.",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 19,
    "fields": {
        "Category": "Humerus",
        "Injury": "Distal humerus fracture",
        "Injury_key": "distal_humerus_fracture",
        "Acute_plan": "##Ask on the phone/review on computer:\nNPO - high chance of acute surgery\nAP, lateral elbow\nAP, lateral of humerus - for possible operative planning\nAP, lateral forearm\n~~To rule out 'floating elbow'\n~~Check for olecranon fractures - may complicate Chevron olecranon osteotomy during surgery. Total elbow arthroplasty also needs intact olecranon\nCT elbow w/ 3D recon - to assess for intra-articular involvement and help operative planning\n\n##What to get before seeing consult:\nPost-splint AP/lat elbow - do this now so you don't forget later \nMaterial for posterior long arm splint\n\n##History/physical exam/further imaging:\nClassify fracture:\n~~OTA Type A, B, C\n~~Milch Type I or II\nDO NOT range elbow, to avoid risk of further neurovascular injury\nNeuro exam:\n~~Check axillary nerve motor and sensory function\n~~Check radial nerve function\nVascular exam:\n~~Doppler radial/ulnar pulses - high chance of disruption since brachial artery is very near distal humerus. \n~~Ask ED to consult vascular surgery if there's any abnormality in pulses\nIf >2 fragments, get traction view\n~~Much better than CT in defining fragments.\n~~Have low threshold for getting one\n\n##Intereventions in the ED:\nPlace in posterior long arm splint\n\n##If operative, perform before calling PGY-4/attending:\nReview indications for acute surgery:\n~~Consider all distal humerus fractures as operative, except maybe non-displaced Type C fractures. Don't waste time studying indications and trying to sound smart.\nMark/Consent for surgery: Open reduction internal fixation vs elbow arthroplasty, possible perctaneous pinning, of distal humerus\nMake copy of consent and place original in chart. Make sure to put copy in call room or give it to next call resident.\nKeep NPO and NWB.\nFind out OR availability: Call to ask for OR availability today and tomorrow.\nAsk for clearance. For details, refer to pre-operative clearance guide.\n~~ If overnight, call anesthesia.\n~~ If during the day and with multiple comorbidities, or for syncopal fall, call medicine.\n~~ If trauma activation, call trauma.\n~~ If patient goes to ICU, ask for clearance again in morning: These patients have to be reassessed every AM, as their stability may change.\nPlan needed implants and operative approach/intervals/set-up:\n~~ Will need small-fragment set.\n~~ For ORIF, will need 3.5mm DCP or pelvic recon plates, placed through a a posterior Chevron olecranon osteotomy, with patient placed in lateral decupitus and a radiolucent arm board.   \n\n##Wrap-up, if operative:\nCall attending: Tell them SBAR, OR schedule\nPost case: Tell them name, MRN, attending doing surgery, positioning and operative set-up, implant\n\n##Wrap-up, if non-operative/not immediately operative:\nRarely will be the case, only for truly Type C supracondylar fracture\nNWB in splint, follow up with attending on call.",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 20,
    "fields": {
        "Category": "Elbow",
        "Injury": "Elbow dislocation",
        "Injury_key": "elbow_dislocation",
        "Acute_plan": "##Ask on the phone/review on computer:\nMake NPO\nAsk to prepare sedation for reduction\nAny fractures?\nAP, lateral elbow - note direction of dislocation (lateral or medial?)\nAP, lateral of humerus\nAP, lateral forearm \n\n##What to get before seeing consult:\nFluoro order - for reduction\nPost-reduction AP/lat elbow - do this now so you don't forget later \nMaterial for posterior long arm and sugartong splints\n\n##History/physical exam/further imaging:\nDetailed NV exam\n~~Doppler pulses if you can't palpate\n\n##Intereventions in the ED:\nReduce under sedation:\n~~Place one hand on forearm for in-line traction and supination/pronation, and another hand on the tip of the olecranon to guide elbow\n~~With slow, gentle motion, apply in-line traction while supinating (if lateral dislocation) or pronating (if medial dislocation) to clear the coronoid past the posterior humerus\n~~At the same time, with the other hand, slowly flex the elbow while applying pressure on the olecranon\n~~You'll feel a 'clunk' with reduction\nAfter reduction, conduct a dynamic fluoro exam of elbow\n~~Conduct a dynamic lateral X-ray in the entire range of elbow flexion-extension and pronation/supination\n~~Note any points of instability\n~~If a concentric reduction is not seen at any point, consider an interposed intra-articular fragment\nPlace in posterior long arm splint (if stable) or sugartong w/ posterior extension (if unstable) at position of maximum stability\n\n##Wrap-up:\nConsider indications for surgery:\n~~No concentric reduction or on all views\n~~Unstable on post-reduction exam\nIf surgery indicated, refer to elbow fracture-dislocation section\nIf no surgery indicated, make NWB in splint and follow up with attending on call",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 21,
    "fields": {
        "Category": "Hand",
        "Injury": "Metacarpal fracture",
        "Injury_key": "metacarpal_fracture",
        "Acute_plan": "##Ask on the phone/review on computer:\nOpen? Bite marks?\nAP/lateral hand and wrist\n\n##History/physical exam/further imaging:\nNeurovascular status\nCheck for fight bite\nScissoring?\n\n##Interventions in the ED:\nJahss maneuver for reduction of Boxer’s fx under hematoma block\nUlnar gutter for 4th or 5th metacarpals. Make sure you’re splinting one digit radial and ulnar to the injured finger!\nFor 2nd and 3rd can do radial gutter or just do dorsal and volar slab\n\n##If operative, perform before calling PGY-4/attending:\nReview indications for acute surgery:\n~~\n\n##Example consults:\nInjury: L 2nd-5th prox MC frx, distal 4th MC frx, S-L widening\n~~HPI: 16F s/p high-speed MVC with isolated above injury. Hand swollen, compartments full but compressible. Dopp and palpable rad pulse. Dopp palmar arch and 5th and 3rd digital arteries. Pain on passive extension of fingers. Hand in intrinsic minus. Diffuses paresthesias in M/U/R nerve. Intact PIN/AIN/ Ulnar nerve intact.\n~~Plan: Volar dorsal slabs for splint in order to monitor hand compartments, NWB RUE. Serial NV checks. M/C/P for OR. Will discuss in AM.",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 22,
    "fields": {
        "Category": "Hand",
        "Injury": "Tendon injury",
        "Injury_key": "tendon_injury",
        "Acute_plan": "##Ask on the phone/review on computer:\nAP/lateral XRs to assess for underlying fracture\nAncef/tetanus?\nLidocaine at bedside for digital block\nVolar or dorsal?\n\n##What to get before seeing consult:\nLac repair kit\nNon-absorvable suture (tendon injury) and rapidly absorving suture (skin closure)\nSplit material\n\n##History/physical exam/further imaging:\nCheck for any exposed tendons or bone\nIf hand, identify flexor or extensor zones\nNeurovascular exam:\n~~Modified Allen test, Doppler signals\n~~Median, radial, ulnar, digital nerves\nTendon exam:\n~~Tenodesis exam\n~~Hold other fingers straight when testing flexion as FDP typically have shared muscle belly\n\n##Interventions in ED:\nFor dorsal tendon injuries:\n~~Repair in ED, if >60% observed with loupe or patient has limited extension (after radial block to eliminate pain)\n~~Used braided nonabsorvable suture in a figure-of-eight stitch, keeping knot-bulk to a minimum\n~~Place in volar splint to prevent flexion and repair failure\n\nFor flexor tendon injuries:\n~~DO NOT repair in ED, needs to go to OR given the higher risk of damaging neurovascular structures\n~~Irrigate the laceration, loosely approximate the skin, and splint hand in slight flexion to bring tendon edges closer together\n\n##Wrap-up, if operative:\nNerve injuries must be repaired acutely in the OR\n\n##Wrap-up, if non-operative:\nSend home on Keflex x7 days",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 23,
    "fields": {
        "Category": "Hand",
        "Injury": "Other hand soft tissue injury",
        "Injury_key": "other_hand_soft_tissue_injury",
        "Acute_plan": "##Example consults:\nInjury: L hypothenar stab wound w concern for ulnar nerve injury\n~~HPI: 25F who was stabbed on L hypothenar eminence. On exam has 2-3cm laceration, but no exposed bone or tendons. Intact FDP and FDS on 2-5th digits. SILT M/R nerve distributions but has paresthesia over hypothenar eminence and pinky finger, but denies complete numbness. Can extend all digits, but refuses to abduct 5th digit due to pain. Palp rad pulse, dopplerable 5th digit artery and all fingers good cap refill.\n~~Plan: NPO. Pre op Labs. M/C/P for wound exploration and possible nerve repair",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 24,
    "fields": {
        "Category": "Hand",
        "Injury": "Nailbed injury",
        "Injury_key": "nailbed_injury",
        "Acute_plan": "##Ask on the phone/review on computer:\nX-ray of digit to assess for underlying fracture\nNPO status/sedation time (ED HATES sedating for this)\nAncef/tetanus?\n\n##What to get before seeing consult:\n5.0 or 4.0 absorbable suture (chromic), 4.0 non-absorbable suture, dermabond\nLidocaine for nerve block\nLaceration kit at bedside\n18 gauge needle for possible nail trephination, if subungual hematoma present\n\n##History/physical exam/further imaging:\nComplete exam – sensation (ulnar and radial digital nerve exam), motor (tendons involved?)\n\n##Interventions in the ED\nSubungual hematoma:\n~~If <50% of nail, there is risk of nail bed injury, but okay to just trephine nail with 18gauze\n~~If >50% of nail, high risk of nail bed injury, so remove nail and inspect nailbed\n\nNailbed laceration repair:\n~~After digital nerve block, remove nail (using freer borrowed from OR / a blunt, rounded edge of scissors in suture tray). \n~~Irrigate the nailbed laceratiion and repair with 6-0 or 5-0 (if 6-0 keeps breaking) chromic (ALWAYS ABSORBABLES) with simple sutures then use dermabond to stick everything together. \n~~For simple, small lacerations, just dermabond is fine.\n~~After dermabond dries, replace the nail on the fold after sterilizing in betadine and rinsing. \n~~Suture nail in place with 5-0 chromic at the two proximal and two distal corners of the nailfold. Can use folded aluminum foil or folded xeroform if nail damaged/lost. \n~~Dress in xeroform and a bulky dressing (2x2s, nonadhesize gauze), held in place with tape.\n\n##Wrap-up:\n~~Make sure patient got ancef/tetanus in ED, send home on Keflex x 7 days\n~~Staff and follow-up with attending on call",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 25,
    "fields": {
        "Category": "Hand",
        "Injury": "Finger amputation",
        "Injury_key": "finger_amputation",
        "Acute_plan": "##Ask on the phone/review on computer:\nPlain films to assess for underlying fracture and/or level of amp\nAncef/tetanus?\n\n##What to get before seeing consult:\nRongeur and scrub brush from OR\n\n##History/physical exam/further imaging:\nComplete exam – sensation, motor (tendons involved?)\nTHOROUGHLY irrigate wound (can take 1L NS bottle and poke holes on front of bottle with 18g needle to make squirt bottle) to better evaluate. \nSnap photos for documentation and to show PGY4/attending.\n\n##Interventions in the ED:\nGrab a sterile glove, cut off the finger of the glove, and roll onto the finger to act as a tourniquet or get a finger tourniquet from the suture cart. (DON’T FORGET TO CUT IT OFF WHEN YOU’RE DONE!!!) \nOnce films and clinical photos obtained, call the PGY4 to discuss. If formal revision amp required, irrigate and re-dress the wound with xeroform, 2x2s, and cling gauze until OR. \nFor bedside revision, ask PGY4 for recs: \n~~Rongeur can be obtained from OR. Don’t damage the FDP insertion in the proximal phalanx.\n~~Whenever you use a Rongeur, wear eye protection!!!\n~~After revision amp, use an OR scrub brush and go to town cleaning it. Then take a picture and send to attending. It helps them a lot in clinic\n\n##Wrap-up, if operative:\nMark/Consent for revision amputation\n\n##Wrap-up, if non-operative:\nMake sure patient received IV Abx (at least 1 dose) and homegoing PO course (likely Keflex) x7 days. \nFollow up with attending on call.",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 26,
    "fields": {
        "Category": "Hand",
        "Injury": "Flexor tenosynovitis",
        "Injury_key": "flextor_tenosynovitis",
        "Acute_plan": "##URGENT consult!! \n\n##Ask on the phone/review on computer:\nPlain films, CBC, ESR, CRP\n\n##History/physical exam/further imaging:\nKnavel’s signs:\n~~1) fusiform swelling of entire digit\n~~2) digit held preferentially flexed\n~~3) pain with passive stretch\n~~4) TTP over FTS\nUnsure of dx? TTP in the palm proximal to the digit is HIGHLY suggestive of FTS\n\n##Interventions in the ED:\nStart broad-spectrum IV abx. \nDepending on exam, pt may be monitored and elevated (hanging arm splint) or may require formal I&D. \n\n##Wrap-up:\nOnce a physical exam, IV abx, and pictures are obtained, d/w PGY4.\n\n##Example consults:\nInjury: L index finger r/o tenosynovitis, Distal phalanx frx non displaced\n~~HPI: 60M bit by human after breaking up altercation on L hand 5 days ago presents for increased pain and swelling. Swelling and pain began day of injury but did not seek medical advice. On exam has 4/4 Kanavel signs. Has area of necrotic tissue on volar surface of L index finger with drainage distal to DIP. NVI. Xrays show comminuted nondisplaced frx of L distal phalanx and concern osteomyelitis of distal phalanx of L index finger\n~~Plan: IV abx. Finger splint applied. NWB L hand. NPO MN. Pre op labs. Cultures of fluid sent. M/C/P for I&D w/ Malone in AM. Admit to medicine.\n\nInjury: r/o R fingers 2-5 flexor teno\n~~HPI:  29F RHD otherwise healthy, with progressive wrist and 2-5 finger pain x 1 week. Reports having finger cuts from job as assembly worker. AVSS, NVI. ¼ kanavel signs (flexed posturing) of all 4 fingers. ESR 15, CRP 0.15.\n~~Plan:  Trial of IV abx in CDU. Day team to reassess. Marked and consented for OR for I+D hand and fingers in case symptoms worsen. Not posted. Pregnancy test negative.",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 27,
    "fields": {
        "Category": "Hand",
        "Injury": "Hand compartment syndrome",
        "Injury_key": "hand_compartment_syndrome",
        "Acute_plan": "##Example consults:\nInjury: L hand compartment syndrome\nHPI: 35F who was found down for unknown amount of time. Patient intubated for GCS of 4 on ED admission. Patient unable to participate in exam. Finger dusky. Hand swollen and full. Dop rad artery. Unable to obtain dopplerable palmar arch or digital arteries. Hand resting in intrinsic minus. Firm hand squeeze, tenodesis and passive extension of digits did not cause grimace or change in vital signs due to patient receiving ketamine, etomidate, and rocuronium.\nPlan: Given patients history and clinical exam findings concern for compartment syndrome. To OR for emergent fasciotomies of L hand.",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 28,
    "fields": {
        "Category": "Hand",
        "Injury": "Hand infections",
        "Injury_key": "hand_infections",
        "Acute_plan": "##Example consults:\nInjury: L hand abscess\n~~HPI:  39F history of GAD and picking disorder with L hand abscess 2/2 picking. Denies IVDU, drug screen negative. 3x5cm abscess to dorsum of L hand. NVI.\n~~Plan:  Bedside I+D, packing strips. Cultures obtained. Admit to medicine for IV abx. Ortho hand to manage packing strip\n\nInjury: dogbite L thenar eminence 3 days ago\n~~HPI:  45M RHD with above presents with 1 day hx of swelling and tightness to palm and dorsum of hand after bitten by his bull terrier. + puncture wounds. No expressible purulence. Swelling to thenar eminence and dorsum of hand. No pain with finger or thumb active range of motion. Full range of motion. NVI. ESR 17, CRP 6\n~~Plan: Concern for deep space infection as infection travelled from palmar to dorsal hand although no deep space symptoms. Ultasound with no abscess. Serial exams. MPC for OR in case fails IV abx.",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 29,
    "fields": {
        "Category": "Cervical_spine",
        "Injury": "Occipitocervical injury",
        "Injury_key": "occipitocervical_injury",
        "Acute_plan": "##Ask on the phone/review on computer:\nMake NPO\nAP, lateral, open-mouth odontoid XRs\n~~Rarely helpful to assess condylar injuries because maxilla and occiput block condyles, mainly for seeing associated injuries.\nCT neck and cervical spine - method of choice.\n\n##History/physical exam/further imaging:\nConduct neuro exam: full upper and lower extremities, saddle anesthesia, rectal tone, long tract signs (clonus, hyperreflexia, Babinski, Hoffman's) \nCalculate Powels ratio: \n~~From CT. Distance from basion to posterior arch / Distance from anterior arch to opisthion \n~~1 normal, <1 posterior occipitocervical dislocation, >1 anterior occipitocervical dislocation.\nCalculate basion-dens interval: \n~~From CT. >12mm indicates disassociation.\nGet Anderson classification: For occipitocervical fractures. Type I,II,III.\nConsider MRI: \n~~For any neuro deficits.\n~~Get if CT shows fracture retropulsion into canal or CT findings suspicious for ligamentous injury (widening of condyle spaces, etc.). \n~~Discuss with senior before ordering.\n\n##If operative, perform before calling PGY-4/attending:\nReview indications for acute surgery:\n~~Type III occipital condyle fractures, retropulsion into canal, ligamentous instability\n~~Occipitocervical disassociation\n~~Any neuro deficits \nMark/Consent for surgery: C0-2/3 fusion posterior decompression and fusion, with or without instrumentation\nMake copy of consent and place original in chart. Make sure to put copy in call room or give it to next call resident.\nKeep NPO and NWB.\nFind out OR availability: Call to ask for OR availability today and tomorrow.\nAsk for clearance. For details, refer to pre-operative clearance guide.\n~~ If overnight, call anesthesia.\n~~ If during the day and with multiple comorbidities, or for syncopal fall, call medicine.\n~~ If trauma activation, call trauma.\n~~ If patient goes to ICU, ask for clearance again in morning: These patients have to be reassessed every AM, as their stability may change.\nPlan needed implants and operative approach/intervals/set-up:\n~~ C0-2/3 fusion posterior fusion with patient prone on a Jackson frame with C-arm.\n\n##Wrap-up, if operative:\nCall attending: Tell them SBAR, OR schedule\nPost case: Tell them name, MRN, attending doing surgery, positioning and operative set-up, implant\n\n##Wrap-up, if non-operative/not immediately operative:\nPatient will likely be admitted to trauma for 24hr observation, as this was a high-energy injury. If not, needs to be admitted to CDU for observation to ensure occipitocervical stability.\nNeeds upright cervical XRs in rigid C-collar to assess stability",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 30,
    "fields": {
        "Category": "Cervical_spine",
        "Injury": "C1 (Atlas) fracture",
        "Injury_key": "c1_(atlas)_fracture",
        "Acute_plan": "##Ask on the phone/review on computer:\nMake NPO: potentially operative\nAP, lateral, and open mouth odontoid XRs\nGet CT: Method of choice.\n\n##History/physical exam/further imaging:\nClassify fracture - Landells Type I (either anterior or posterior arch, but not both), Type II (bilateral anterior and posterior arch), Type III (unilateral lateral mass) \nAsk about associated conditions: Down syndrome, RA\nCalculate ADI: \n~~From lateral. Distance b/w odontoid and anterior atlas. \n~~>3mm is unstable in adults, >5mm is unstable in children,  >10mm is indication for surgery in RA\nCalculate SAC:\n~~From lateral. Distance b/w odontoid and to posterior atlas.\n~~<13mm is unstable, <14mm is indication for surgery in RA patients.\nCalculate sum of both lateral mass displacement: \n~~From odontoid view. \n~~>7mm indicates transverse ligament disruption, is unstable\nAssess for other spine injuries: 50% incidence\nConduct neuro exam: full upper and lower extremities, saddle anesthesia, rectal tone, long tract signs (clonus, hyperreflexia, Babinski, Hoffman's) \nConsider MRI: \n~~If you suspect ligamentous disruption or unstable neuro exam.\n~~Discuss with senior.\n\n##If operative, perform before calling PGY-4/attending:\nReview indications for acute surgery:\n~~Disrupted transverse ligament (based off ADI, SAC, sum of lateral mass displacement)\n~~Any neuro deficits \nMark/Consent for surgery: Posterior cervical decompresion and fusion\nMake copy of consent and place original in chart. Make sure to put copy in call room or give it to next call resident.\nKeep NPO and NWB.\nFind out OR availability: Call to ask for OR availability today and tomorrow.\nAsk for clearance. For details, refer to pre-operative clearance guide.\n~~ If overnight, call anesthesia.\n~~ If during the day and with multiple comorbidities, or for syncopal fall, call medicine.\n~~ If trauma activation, call trauma.\n~~ If patient goes to ICU, ask for clearance again in morning: These patients have to be reassessed every AM, as their stability may change.\nPlan needed implants and operative approach/intervals/set-up:\n~~ Posterior C1-C2 fusion vs. occipitocervical fusion, with patient prone on a Jackson frame and C-arm. \n\n##Wrap-up, if operative:\nCall PGY-4/attending: Tell them SBAR, OR schedule\nPost case: Tell them name, MRN, attending doing surgery, positioning and operative set-up, implant\n\n#Wrap-up, if non-operative/not immediately operative:\nSpine injuries are always considered high energy injury, and needs observation on trauma service for 24hrs, or in CDU to monitor for neuro deficits if trauma will not admit\nPlace in rigid C-collar and get upright xrays to assess stability",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 31,
    "fields": {
        "Category": "Cervical_spine",
        "Injury": "C2 (Axis) fracture",
        "Injury_key": "c2_(axis)_fracture",
        "Acute_plan": "##Ask on the phone/review on computer:\nMake NPO: potentially operative\nAP, lateral, and open mouth odontoid XRs \nGet CT: Method of choice.\n\n##History/physical exam/further imaging:\nGet Anderson and D'Alonzo classification for odontoid fractures: Based off CT. Type I,II,III.\nAssess for os odontoideum: Looks like Type II, may represent old traumatic process.\nCalculate ADI: \n~~From lateral. Distance b/w odontoid and anterior atlas. \n~~>3mm is unstable in adults, >5mm is unstable in children,  >10mm is indication for surgery in RA\nCalculate SAC:\n~~From lateral. Distance b/w odontoid and to posterior atlas.\n~~<13mm is unstable, <14mm is indication for surgery in RA patients.\nConduct neuro exam: Full upper and lower extremities, saddle anesthesia, rectal tone, long tract signs (clonus, hyperreflexia, Babinski, Hoffman's)\nConsider CT angiogram: Discuss with senior. Required to assess vertebral body if doing  posterior fusion. \nConsider MRI: Discuss with senior. If neurologic symptoms present.\n\n##If operative, perform before calling PGY-4/attending:\nReview indications for acute surgery:\n~~Type II fractures\n~~Any neuro deficits \nMark/Consent for surgery: Posterior cervical fusion vs instrumentation\nMake copy of consent and place original in chart. Make sure to put copy in call room or give it to next call resident.\nKeep NPO and NWB.\nFind out OR availability: Call to ask for OR availability today and tomorrow.\nAsk for clearance. For details, refer to pre-operative clearance guide.\n~~ If overnight, call anesthesia.\n~~ If during the day and with multiple comorbidities, or for syncopal fall, call medicine.\n~~ If trauma activation, call trauma.\n~~ If patient goes to ICU, ask for clearance again in morning: These patients have to be reassessed every AM, as their stability may change.\nPlan needed implants and operative approach/intervals/set-up:\n~~ Posterior C1-C2 fusion vs anterior odontoid osteosynthesis, with patient prone on a Jackson frame, with C-arm. \n\n##Wrap-up, if operative:\nCall PGY-4/attending: Tell them SBAR, OR schedule\nPost case: Tell them name, MRN, attending doing surgery, positioning and operative set-up, implant\n\n#Wrap-up, if non-operative/not immediately operative:\nSpine injuries are always considered high energy injury, and needs observation on trauma service for 24hrs, or in CDU to monitor for neuro deficits if trauma will not admit\nPlace in rigid C-collar and get upright xrays to assess stability",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 32,
    "fields": {
        "Category": "Cervical_spine",
        "Injury": "Traumatic axial spondylolisthesis (Hangman's fracture)",
        "Injury_key": "traumatic_axial_spondylolisthesis_(hangmans_fracture)",
        "Acute_plan": "##URGENT consult!\n\n##Ask on the phone/review on computer:\nMake NPO\nIs it really Hangman's fracture? Traumatic anterior spondylolithesis of C2 from C3 due to bilateral fracture of pars interarticularis\nNeuro deficits?\nCT C-spine: \n~~Identify bilateral C2 pars fractures and measure displacement of C2.\n~~Identify possible facet dislocation.\n\n##History/physical exam/further imaging:\nAssess for other spine injuries: 30% incidence  of concomitant c-spine injuries\nConduct neuro exam: Full upper and lower extremities, saddle anesthesia, rectal tone, long tract signs (clonus, hyperreflexia, Babinski, Hoffman's)\nConsider MRA: If suspicious for vertebral artery injury. Discuss with senior.\nConsider MRI: \n~~If neurological deficitis. \n~~If planning on closed reduction, to evaluate for any cervical disc herniations\n~~Discuss with senior.\n\n##If operative, perform before calling PGY-4/attending:\nReview indications for acute surgery or operative closed reduction:\n~~If neuro deficits\n~~If C2 displacement > 3mm\nMark/Consent for surgery: Posterior cervical fusion vs closed reduction\nMake copy of consent and place original in chart. Make sure to put copy in call room or give it to next call resident.\nKeep NPO and NWB.\nFind out OR availability: Call to ask for OR availability today and tomorrow.\nAsk for clearance. For details, refer to pre-operative clearance guide.\n~~ If overnight, call anesthesia.\n~~ If during the day and with multiple comorbidities, or for syncopal fall, call medicine.\n~~ If trauma activation, call trauma.\n~~ If patient goes to ICU, ask for clearance again in morning: These patients have to be reassessed every AM, as their stability may change.\nPlan needed implants and operative approach/intervals/set-up:\n~~ Posterior C1-C3 fusion vs closed reduction, with patient prone on a Jackson frame, with C-arm. \n\n##Wrap-up, if operative:\nCall PGY-4/attending: Tell them SBAR, OR schedule\nPost case: Tell them name, MRN, attending doing surgery, positioning and operative set-up, implant\n\n#Wrap-up, if non-operative/not immediately operative:\nSpine injuries are always considered high energy injury, and needs observation on trauma service for 24hrs, or in CDU to monitor for neuro deficits if trauma will not admit\nPlace in rigid C-collar and get upright xrays to assess stability",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 33,
    "fields": {
        "Category": "Cervical_spine",
        "Injury": "Cervical facet injuries",
        "Injury_key": "cervical_facet_injuries",
        "Acute_plan": "##URGENT consult!\n\n##Ask on the phone/review on computer:\nMake NPO\nCT C-spine:\n~~Identify mono vs bilateral facet dislocation\n~~Identify fractures to facets, pedicles, or lamina\nXR C-spine: \n~~For comparison with later follow-up in clinic\n~~If unable to get and CT is already completed, then no need to aggresively pursue.\n\n##History/physical exam/further imaging:\nAssess mental status - critical in deciding whether to perform CLOSED vs OPEN reduction\nConduct neuro exam: Full upper and lower extremities, saddle anesthesia, rectal tone, long tract signs (clonus, hyperreflexia, Babinski, Hoffman's)\nConsider MRI:\n~~If any neurologic deficits are present in AWAKE patient with facet dislocation, PRIORITY is to reduce dislocation in OR. MRI should be performed AFTER attempt at closed reduction.\n~~However, IMMEDIATELY get MRI for facet dislocations in patient with AMS, to assess neurologic compromise since you can't conduct proper neuro exam.\n~~IMMEDIATELY get MRI if patient is going straight to open reduction and surgical stabilization, to assess for disc herniation, which will need to be removed to prevent injury to cord, through anterior approach.\n~~Discuss with senior.\n\n##If operative, perform before calling PGY-4/attending:\nReview indications for acute surgery or operative reduction:\n~~Any dislocation\nMark/Consent for surgery: Closed vs open reduction of cervical facet, possible fixation of cervical spine\nMake copy of consent and place original in chart. Make sure to put copy in call room or give it to next call resident.\nKeep NPO and NWB.\nFind out OR availability: Call to ask for OR availability today and tomorrow.\nAsk for clearance. For details, refer to pre-operative clearance guide.\n~~ If overnight, call anesthesia.\n~~ If during the day and with multiple comorbidities, or for syncopal fall, call medicine.\n~~ If trauma activation, call trauma.\n~~ If patient goes to ICU, ask for clearance again in morning: These patients have to be reassessed every AM, as their stability may change.\nPlan needed implants and operative approach/intervals/set-up:\n~~ Reduction with Gardner-Wells tongs in OR, followed by PSF vs ACDF pending presence of cervical disc herniation.\n\n##Wrap-up, if operative:\nCall PGY-4/attending: Tell them SBAR, OR schedule\nPost case: Tell them name, MRN, attending doing surgery, positioning and operative set-up, implant\n\n#Wrap-up, if non-operative/not immediately operative:\nSpine injuries are always considered high energy injury, and needs observation on trauma service for 24hrs, or in CDU to monitor for neuro deficits if trauma will not admit\nPlace in rigid C-collar and get upright xrays to assess stability",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 34,
    "fields": {
        "Category": "Cervical_spine",
        "Injury": "Subaxial vertebral body fractures",
        "Injury_key": "subaxial_vertebral_body_fractures",
        "Acute_plan": "##Ask on the phone/review on computer:\nMake NPO: potentially operative\nCT C-spine: Method of choice to assess for kyphosis to assess stability and any bony retropulsion.\nStanding/upright AP, lateral XRs: Need standing xrays to assess kyphosis, and also to compare during follow-up. \n\n##Physical exam/further radiographic assessment:\nClassify fracture: compression, burst, flexion-teardrop, extension-teardrop\nConduct neuro exam: Full upper and lower extremities, saddle anesthesia, rectal tone, long tract signs (clonus, hyperreflexia, Babinski, Hoffman's)\nConsider MRI:\n~~If there are neurologic deficits, particularly as to assess posterior ligamentous complex injury.\n~~If there is any retropulsion into canal\n~~Discuss with senior\n\n##If operative, perform before calling PGY-4/attending:\nReview indications for acute surgery or operative reduction:\n~~Cord compression and neuro deficits\n~~Disruption of PLC\n~~11 degrees of angulation or 25% loss of vertebral body height\nMark/Consent for surgery: Anterior vs posterior cervical decompression and fusion\nMake copy of consent and place original in chart. Make sure to put copy in call room or give it to next call resident.\nKeep NPO and NWB.\nFind out OR availability: Call to ask for OR availability today and tomorrow.\nAsk for clearance. For details, refer to pre-operative clearance guide.\n~~ If overnight, call anesthesia.\n~~ If during the day and with multiple comorbidities, or for syncopal fall, call medicine.\n~~ If trauma activation, call trauma.\n~~ If patient goes to ICU, ask for clearance again in morning: These patients have to be reassessed every AM, as their stability may change.\nPlan needed implants and operative approach/intervals/set-up:\n~~ Anterior corpectomy, decompression, graft and fusion w/ instrumention, with patient placed supine on a Jackson frame, with C-arm\n~~ Posterior decompression and fusion w/ instrumentation, with patient placed prone on a Jackson frame, with C-arm\n\n##Wrap-up, if operative:\nCall PGY-4/attending: Tell them SBAR, OR schedule\nPost case: Tell them name, MRN, attending doing surgery, positioning and operative set-up, implant\n\n#Wrap-up, if non-operative/not immediately operative:\nSpine injuries are always considered high energy injury, and needs observation on trauma service for 24hrs, or in CDU to monitor for neuro deficits if trauma will not admit\nPlace in rigid C-collar and get upright xrays to assess stability",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 35,
    "fields": {
        "Category": "Cervical_spine",
        "Injury": "Cervical extension teardrop fracture",
        "Injury_key": "cervical_extension_teardrop_fracture",
        "Acute_plan": "##Ask on the phone/review on computer:\nIs it really a teardrop fracture?\n~~Avulsion of anterioinferior corner of vertebral body, due to hyperextension\n~~ONLY applies to C-spine! DO NOT call avulsion fractures of L-spine a teardrop\nStanding AP/lateral XRs: \n~~Identify the triangular shaped (hence 'teardrop') fragment\n~~Assess anterior disc space for widening, where teardrop has broken off \nCT C-spine: Method of choice for identifying any other fracture extension.\n\n##History/physical exam/further imaging:\nConduct neuro exam: Full upper and lower extremities, saddle anesthesia, rectal tone, long tract signs (clonus, hyperreflexia, Babinski, Hoffman's)\nConsider central cord syndrome: Associated due to buckling of ligamentum flavum during hyperextension.\nConsider MRI:\n~~Get if neuro deficits present or you suspect central cord syndrome.\n~~Discuss with senior.\n\n##Wrap-up, most cases non-operative:\nSpine injuries are always considered high energy injury, and needs observation on trauma service for 24hrs, or in CDU to monitor for neuro deficits if trauma will not admit\nPlace in rigid C-collar and get upright xrays to assess stability\nIf neuro deficits or you suspect central cord syndrome, see appropriate sections",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 36,
    "fields": {
        "Category": "Cervical_spine",
        "Injury": "Central cord syndrome and cervical stenosis",
        "Injury_key": "central_cord_syndrome_cervical_stenosis",
        "Acute_plan": "##Treat as URGENT consult. \n\n##Ask on the phone/review on computer:\nMRI w/ and w/o contrast?\n~~DO NOT ACCEPT consult until MRI is done for non-fracture spine consults!!! We are not a rule-out service, anything and everything can cause pain in extremities.\n~~If patient can tolerate contrast (based on renal function), just tell them to get it with contrast. This is most important for concern for epidural abscess/infection. \nH/o malignancy? Known primary? \nIf concern for infection/abscess/tumor:\n~~Get CBC, ESR, CRP, UA, blood cultures\n~~Must get full spine MRI to assess non-contiguous tumors/infection\n\n##History/physical exam/further imaging:\nOnce MRI complete, can walk to ED radiology and review with them if you have any questions. \n~~This will help familiarize you with what to look for and allow you to sound more knowledgeable to PGY4/attending.\n~~Bonus points if you can spot more uncommon etiology like OPLL (ossification of posterior longitudinal ligament)\nCheck spinal canal diameter on XR and compression ratio (CR) on sagittal MRI\n~~On XR, canal diameter of < 13mm (normal is ~17mm) is indicative of cord compression\n~~From sagittal MRI, CR = smallest transverse diameter of cord / largest transverse diameter of cord\n~~CR < 0.4 carries poor prognosis\nHow long have symptoms lasted? \n~~Generally, subacute symptoms (eg weeks to months) less urgent for intervention than acute (hours to days).\n~~ALL must be seen urgently, though, AFTER MRI\nMyelopathic symptoms? \n~~Clumsiness with fine tasks, difficulty with balance \n~~Stepwise worsening or progression\nAny recent traumatic cervical extension injury? \n~~In elderly, risk factor for central cord syndrome is combination of anterior osteophytes and buckling of the ligamentum flavum into canal during hyperextension phase of injury\nConduct COMPLETE neuro exam: Full upper and lower extremities, saddle anesthesia, rectal tone, long tract signs (clonus, hyperreflexia, Babinski, Hoffman's)\n\n##If operative, perform before calling PGY-4/attending:\nReview indications for acute surgery or operative reduction:\n~~Neuro deficits w/ confirmed cord compression on imaging\nMark/Consent for surgery: Cervical spine decompression and fusion\nMake copy of consent and place original in chart. Make sure to put copy in call room or give it to next call resident.\nKeep NPO and NWB.\nFind out OR availability: Call to ask for OR availability today and tomorrow.\nAsk for clearance. For details, refer to pre-operative clearance guide.\n~~ If overnight, call anesthesia.\n~~ If during the day and with multiple comorbidities, or for syncopal fall, call medicine.\n~~ If trauma activation, call trauma.\n~~ If patient goes to ICU, ask for clearance again in morning: These patients have to be reassessed every AM, as their stability may change.\nPlan needed implants and operative approach/intervals/set-up:\n~~ Cervical spine decompression and fusion, with patient placed prone on a Jackson frame, with C-arm\n\n##Wrap-up, if operative:\nAfter exam/imaging/labs complete, call PGY4. T2 Mid-sagittal and axial view screenshots are likely most informative. \nTell them SBAR, OR schedule\nPost case: Tell them name, MRN, attending doing surgery, positioning and operative set-up, implant\n\n##Wrap-up, if non-operative:\nAfter exam/imaging/labs complete, call PGY4. T2 Mid-sagittal and axial view screenshots are likely most informative.\nWill need upright cervical XRs and hard C-collar\n\n##Example consults:\nInjury: cervical and lumbar tandem stenosis\n~~HPI: 70M w/ PMHX of bladder cancer s/p resection currently admitted for cervical laminaplasty. A few weeks ago he had sudden BLE foot drop and inability to stand and severe pain in low back. On exam only neuro deficits are BLE foot drop. No long tract signs. No myelopathic symptoms. Intact rectal tone. No BB incontinence. MRI shows C5-6 disc protrusion causing cord compression and left lateral recess/foramen stenosis. \n~~Plan: Pre op labs. Decadron 10mg q8. Upright C spine xrays. Ok for diet. Posted for OR. Consented for cervical laminaplasty/decompression and fusion.\n\nInjury: C7-T1 cord compression 2/2 metastatic breast cancer\n~~HPI: 65F, transferred from OSH, with metastatic breast cancer diagnosed in 5 years ago s/p tumor debulking and C4-T3 posterior stabilization at UH last year presents with 6 weeks of progressive RUE and BLLE weakness and loss of sensation as well as 4 weeks of bowel/bladder incontinence. Currently on chemo. Last dose of rads 3 yr ago. Patient reports ambulation with walker up until 6 weeks ago. Has been bed bound at nursing home for the last 6 weeks. On exam, 4/5 motor strength in RUE, 5/5 motor LUE, and 0/5 motor function in BBLE. SILT in LUE. Sensation to light touch decreased in C6-C8 in RUE. Sensation intact to pressure only below T2. No hyperreflexia throughout. Negative Hoffman’s, clonus and Babinski. MRI C- and T-spine showing C7-T1 mass.\n~~Plan: No acute operative intervention. Recommend admission to Hem-Onc team. Rad-Onc consult. MRI L-spine. Attending to see patient tomorrow.",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 37,
    "fields": {
        "Category": "Thoracolumbar_spine",
        "Injury": "Thoracolumbar burst fracture",
        "Injury_key": "thoracolumbar_burst_fracture",
        "Acute_plan": "##Ask on the phone/review on computer: \nMake NPO: potentially operative\nIs it really a burst fracture? Failure of the anterior and middle columns due to axial load \nFull spine CT: \n~~Method of choice. Full spine needed b/c 20% concomitant spine fractures.\n~~Check for DISH spine, widening of spinous processes, vertebral body height, any retropulsed fragments\nGet full spine AP/lateral XRs: Mainly used for follow-up in clinic to assess alignment.\n\n##History/physical exam/further imaging:\nConduct neuro exam: Full upper and lower extremities, saddle anesthesia, rectal tone, long tract signs (clonus, hyperreflexia, Babinski, Hoffman's)\nConsider post-void residuals: If concerned for neurogenic bladder\nGet MRI:\n~~Required for neurologic deficits or obtunded patient.\n~~Will likely need MRI to ensure stability of posterior ligamentous complex.\n~~Discuss with senior.\n~~Once MRI complete, can walk to ED radiology and review with them if you have any questions. This will help familiarize you with what to look for and allow you to sound more knowledgeable to PGY4/attending.\n\nCalculate TLICS:\n~~<a href='https://www.mdapp.co/thoracolumbar-injury-classification-and-severity-tlics-score-calculator-283/'>TLICS calculator</a>\n~~<4 is non-surgical, 4 is surgical or non-surgical, >4 is surgical\n\n##If operative, perform before calling PGY-4/attending:\nReview indications for acute surgery or operative reduction:\n~~Neuro deficits with confirmed cord compression on imaging\n~~Disruption of PLC\n~~TLICS >4\n~~>50% collapse of vertebral height\nMark/Consent for surgery: Anterior and/or posterior thoracolumbar decompression and fusion\nMake copy of consent and place original in chart. Make sure to put copy in call room or give it to next call resident.\nKeep NPO and NWB.\nFind out OR availability: Call to ask for OR availability today and tomorrow.\nAsk for clearance. For details, refer to pre-operative clearance guide.\n~~ If overnight, call anesthesia.\n~~ If during the day and with multiple comorbidities, or for syncopal fall, call medicine.\n~~ If trauma activation, call trauma.\n~~ If patient goes to ICU, ask for clearance again in morning: These patients have to be reassessed every AM, as their stability may change.\nPlan needed implants and operative approach/intervals/set-up:\n~~ Posterior decompression and fusion w/ instrumentation, with patient placed prone on a Jackson frame, with C-arm\n\n##Wrap-up, if operative:\nCall PGY-4/attending: Tell them SBAR, OR schedule\nPost case: Tell them name, MRN, attending doing surgery, positioning and operative set-up, implant\n\n##Wrap-up, if non-operative/not immediately operative:\nSpine injuries are always considered high energy injury, and needs observation on trauma service for 24hrs, or in CDU to monitor for neuro deficits if trauma will not admit\nPlace in TLSO, order upright xrays to assess stability",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 38,
    "fields": {
        "Category": "Thoracolumbar_spine",
        "Injury": "Chance fracture (flexion-distraction injury)",
        "Injury_key": "chance_fracture_(flexion-distraction_injury)",
        "Acute_plan": "##Ask on the phone/review on computer:\nMake NPO: potentially operative\nIs it really a chance fracture? \n~~3 column involvement\n~~Lumbar spine flexes, causing anterior column to fail in compression and middle/posterior columns to fail in tension\nCT T/L spine:\n~~Method of choice. A Chance fracture will show posterior column distraction.\n~~Note degree of fracture extension and any retropulsion into canal.\n~~Check for DISH spine, widening of spinous processes, vertebral body height, any retropulsed fragments\nAP/lateral lumbar XRs: For comparison of alignment in later outpatient follow-up.\n\n##History/physical exam/further imaging:\nConduct neuro exam: Full upper and lower extremities, saddle anesthesia, rectal tone, long tract signs (clonus, hyperreflexia, Babinski, Hoffman's)\nConsider post-void residuals: If concerned for neurogenic bladder\nGet MRI:\n~~If a Chance fracture, always get an MRI regardless of neuro deficits, to evaluate damage to PLC.\n~~Discuss with senior.\n~~Once MRI complete, can walk to ED radiology and review with them if you have any questions. This will help familiarize you with what to look for and allow you to sound more knowledgeable to PGY4/attending.\nCalculate TLICS:\n~~<a href='https://www.mdapp.co/thoracolumbar-injury-classification-and-severity-tlics-score-calculator-283/'>TLICS calculator</a>\n~~<4 is non-surgical, 4 is surgical or non-surgical, >4 is surgical\n\n##If operative, perform before calling PGY-4/attending:\nReview indications for acute surgery or operative reduction:\n~~Cord compression and neuro deficits\n~~Disruption of PLC\nMark/Consent for surgery: Anterior vs posterior thoracolumbar decompression and fusion\nMake copy of consent and place original in chart. Make sure to put copy in call room or give it to next call resident.\nKeep NPO and NWB.\nFind out OR availability: Call to ask for OR availability today and tomorrow.\nAsk for clearance. For details, refer to pre-operative clearance guide.\n~~ If overnight, call anesthesia.\n~~ If during the day and with multiple comorbidities, or for syncopal fall, call medicine.\n~~ If trauma activation, call trauma.\n~~ If patient goes to ICU, ask for clearance again in morning: These patients have to be reassessed every AM, as their stability may change.\nPlan needed implants and operative approach/intervals/set-up:\n~~ Posterior decompression and fusion w/ instrumentation, with patient placed prone on a Jackson frame, with C-arm\n\n##Wrap-up, if operative:\nCall PGY-4/attending: Tell them SBAR, OR schedule\nPost case: Tell them name, MRN, attending doing surgery, positioning and operative set-up, implant\n\n#Wrap-up, if non-operative/not immediately operative:\nSpine injuries are always considered high energy injury, and needs observation on trauma service for 24hrs, or in CDU to monitor for neuro deficits if trauma will not admit\nPlace in TLSO and get upright xrays to assess stability",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 39,
    "fields": {
        "Category": "Thoracolumbar_spine",
        "Injury": "Thoracolumbar fracture-dislocation",
        "Injury_key": "thoracolumbar_fracture-dislocation",
        "Acute_plan": "##URGENT consult\n\n##Ask on the phone/review on computer:\nMake NPO\nCT T/L spine: Method of choice. \n~~Note degree of fracture extension and dislocation into canal.\n~~Check for perched facets and misaligned spinous processes to confirm level of dislocation\nXR T/L spine: for comparison of alignment later with outpatient clinic\n\n##History/physical exam/further imaging:\nConduct neuro exam: Full upper and lower extremities, saddle anesthesia, rectal tone, long tract signs (clonus, hyperreflexia, Babinski, Hoffman's)\nConsider post-void residuals: If concerned for neurogenic bladder\nGet MRI:\n~~A thoracolumbar fracture-dislocation requires immediate MRI to evaluate PLC. \n~~Discuss with senior.\nCalculate TLICS:\n~~<a href='https://www.mdapp.co/thoracolumbar-injury-classification-and-severity-tlics-score-calculator-283/'>TLICS calculator</a>\n~~<4 is non-surgical, 4 is surgical or non-surgical, >4 is surgical\n\n##These are always operative, perform before calling PGY-4/attending:\nMark/Consent for surgery: Posterior open reduction with fusion\nMake copy of consent and place original in chart. Make sure to put copy in call room or give it to next call resident.\nKeep NPO and NWB.\nFind out OR availability: Call to ask for OR availability today and tomorrow.\nAsk for clearance. For details, refer to pre-operative clearance guide.\n~~ If overnight, call anesthesia.\n~~ If during the day and with multiple comorbidities, or for syncopal fall, call medicine.\n~~ If trauma activation, call trauma.\n~~ If patient goes to ICU, ask for clearance again in morning: These patients have to be reassessed every AM, as their stability may change.\nPlan needed implants and operative approach/intervals/set-up:\n~~ Posterior open reduction and fusion w/ instrumentation, with patient placed prone on a Jackson frame, with C-arm\n\n##Wrap-up:\nCall PGY-4/attending: Tell them SBAR, OR schedule\nPost case: Tell them name, MRN, attending doing surgery, positioning and operative set-up, implant",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 40,
    "fields": {
        "Category": "Thoracolumbar_spine",
        "Injury": "Thoracolumbar compression fracture",
        "Injury_key": "thoracolumbar_compression_fracture",
        "Acute_plan": "##Ask on the phone/review on computer:\nWas it traumatic or osteoporotic? If osteoporotic, considered a spine fragility fracture\nFull spine XRs: \n~~20% concomitant spine injuries\n~~Define degree of kyphosis\n~~Define degree of vertebral body collapse: >50% loss considered unstable\nGet CT lumbar spine:\n~~Method of choice\n~~Note quality of bone to confirm whether osteoporotic\nFull medical workup: ESR, CRP, CBC, BMP, urine, serum electrophoresis to rule out infection vs tumor\n\n##History/physical exam/further imaging:\nIs it really just a compression fracture? A failure of anterior column alone, usually in osteoporotic bone in the eldely\nConduct neuro exam: Full upper and lower extremities, saddle anesthesia, rectal tone, long tract signs (clonus, hyperreflexia, Babinski, Hoffman's)\nConsider post-void residuals: If concerned for neurogenic bladder\nConsider MRI:\n~~Only consider when there are neuro deficits.\n~~Discuss with senior.\nCalculate TLICS, if necessary (i.e. you got an MRI):\n~~<a href='https://www.mdapp.co/thoracolumbar-injury-classification-and-severity-tlics-score-calculator-283/'>TLICS calculator</a>\n~~<4 is non-surgical, 4 is surgical or non-surgical, >4 is surgical\n\n#Most of these are non-operative. Wrap-up:\nPlace in TLSO and get upright xrays to assess stability\nFollow up with attending on call  in clinic ",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 41,
    "fields": {
        "Category": "Thoracolumbar_spine",
        "Injury": "Cauda equina syndrome and lumbar stenosis",
        "Injury_key": "cauda_equina_syndrome_lumbar_stenosis",
        "Acute_plan": "##URGENT consult!\n\n##Ask on the phone/review on computer:\nMake NPO: for all cauda equina consults, immediately make NPO.\nFull spine MRI / CT myelogram?:\n~~If consulting service is asking for cauda equina workup, or even just a lumbar stenosis/radiculopathy workup, they MUST have MRI before you see the consult. Explain that we are not a rule-out service. Anything and anything can cause bowel/bladder symptoms, unless there is a confirmed fracture on imagine.\n~~Alternative is a CT myelogram in patients unable to get MRI (pacemaker).\n~~If ED says that patient has full clnical picture of cauda equina, discuss with senior or attending about seeing consult without MRI.\n~~Need full spine MRI to evaluate for tandem stenosis: 20% incidence of cervical stenosis\n\n##History/physical exam/further imaging:\nOnce MRI complete, can walk to ED radiology and review with them if you have any questions. \n~~This will help familiarize you with what to look for and allow you to sound more knowledgeable to PGY4/attending.\n~~Bonus points if you can spot more uncommon etiology like OPLL (ossification of posterior longitudinal ligament)\nMake sure to ask about myelopathic symptoms (clumsiness with hands, gait imbalance) to assess tandem stenosis\nAny history of cancer?\nConduct neuro exam: Full upper and lower extremities, saddle anesthesia, rectal tone, long tract signs (clonus, hyperreflexia, Babinski, Hoffman's)\nConsider post-void residuals: If concerned for neurogenic bladder\n\n##Consider these to always be operative, perform before calling PGY-4/attending:\nMark/Consent for surgery: Posterior lumbar decompression and fusion\nMake copy of consent and place original in chart. Make sure to put copy in call room or give it to next call resident.\nKeep NPO and NWB.\nFind out OR availability: Call to ask for OR availability today and tomorrow.\nAsk for clearance. For details, refer to pre-operative clearance guide.\n~~ If overnight, call anesthesia.\n~~ If during the day and with multiple comorbidities, or for syncopal fall, call medicine.\n~~ If trauma activation, call trauma.\n~~ If patient goes to ICU, ask for clearance again in morning: These patients have to be reassessed every AM, as their stability may change.\nPlan needed implants and operative approach/intervals/set-up:\n~~ Posterior decompression and fusion w/ instrumentation, with patient placed prone on a Jackson frame, with C-arm\n\n##Wrap-up:\nCall PGY-4/attending: Tell them SBAR, OR schedule\nPost case: Tell them name, MRN, attending doing surgery, positioning and operative set-up, implant\n\n##Example consults:\nInjury: Severe lumbar stenosis\n~~HPI: 63F w/ chronic low back pain for 7 years sp L1-S1 PSIF, with worsening weakness and radicular symptoms for 7 months. Difficult ambulating, with episodes of urinary incontinence. No bowel incontinence or saddle anesthesia. MRI w/ significant stenosis L1-2. LLE weakness. Found to have PE and started on a heparin drip yesterday. \n~~Plan: Due to duration of symptoms and PE no acute orthopaedic intervention. Will follow while inpatient but treatment per medicine for PE\n\nInjury: cervical and lumbar tandem stenosis\n~~HPI: 70M w/ PMHX of bladder cancer s/p resection currently admitted for cervical laminaplasty. A few weeks ago he had sudden BLE foot drop and inability to stand and severe pain in low back. On exam only neuro deficits are BLE foot drop. No long tract signs. No myelopathic symptoms. Intact rectal tone. No BB incontinence. MRI shows C5-6 disc protrusion causing cord compression and left lateral recess/foramen stenosis. \n~~Plan: Pre op labs. Decadron 10mg q8. Upright C spine xrays. Ok for diet. Posted for OR. Consented for cervical laminaplasty/decompression and fusion.\n\nInjury: L3 pathologic frx w/ tumor extension into spinal canal\n~~HPI: 42F w/ 20 yr history of progressively worsening back pain. In the last 2 years, pain has radiated down to bilateral lower extremities. MRI shows L3 pathologic fracture and canal encompassing mass. No known hx of cancer, no fam hx cancer. Denies BB incontinence, but says has urgency. 5/5 motor all extremities. No sensory deficits. Neg Hoffman, Babinski, clonus bilaterally. Good rectal tone, perianal sensation.\n~~Plan: MRI C/T spine tumor protocol, CT CAP w/ spine recons. ESR, CRP. Heme onc consult. Pre op labs. Full tumor workup. Discussed with attending. Spine Team to F/U.",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 42,
    "fields": {
        "Category": "Spine_general",
        "Injury": "Vertebral osteomyelitis",
        "Injury_key": "vertebral_osteomyelitis",
        "Acute_plan": "##Ask on the phone/review on computer:\nMake NPO\nHow are vitals? Is patient septic? \nGet MRI w/ contrast:\n~~Consulting service MUST have MRI before ortho will see a consult for vertebral osteomyelitis\n~~Explain that we are not a rule-out service. Osteomyelitis can be managed typically with antibiotics, unless we see confirmed involvement of canal, so no need for ortho spine to be involved until then.\nLabs: Get ESR, CRP, WBC, blood cultures, UA\nHold antibiotics unless patient is septic\n~~Antibiotics before getting cultures will affect culture results\n\n##History/physical exam/further imaging:\nCheck SIRS criteria - if septic and vertebral osteo is only source, will need surgery\nConduct neuro exam: Full upper and lower extremities, saddle anesthesia, rectal tone, long tract signs (clonus, hyperreflexia, Babinski, Hoffman's)\nConsider post-void residuals: If concerned for neurogenic bladder\n\n##Wrap-up, most cases are non-operative:\nCommunicate with attending and PGY-4. T2 Mid-sagittal and axial view screenshots are likely most informative.\nRecommend IV antibiotic treatment with medicine or ID\nCervical bracing or TLSO for patient comfort\nConsider operative only in cases of neuro deficits or refractory to IV antibiotics\n\n##Example consults:\nInjury: L5-S1 osteodiscitis\n~~HPI:  66y M consulted by day team for L hip pain foud to have above on CT. + Chronic back pain, No bowel or bladder symptoms. Denies f/c. AVSS, 5/5 strength, intact rectal tone. ESR 118, and CRP 3.22.  \n~~Plan:  Admit to medicine for infectious workup. MRI CTL spine w/wo contrast. IR guided aspiration, IV abx.",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 43,
    "fields": {
        "Category": "Spine_general",
        "Injury": "Spinal epidural abscess",
        "Injury_key": "spinal_epidural_abscess",
        "Acute_plan": "##URGENT consult!\n\n##Ask on the phone/review on computer:\nMake NPO\nHow are vitals? Is patient septic?\nGet MRI w/ contrast: \n~~Must get full spine MRI to rule out noncontiguous disease (may be present in both cervical and thoracolumbar spine)\n~~Check for ring-enhancing lesion, pathognomonic for abscess\nGet ESR, CRP, WBC, blood cultures, UA\nHold antibiotics\n\n##History/physical exam/further imaging:\nCheck SIRS criteria - if septic, will need immediate surgery (vs possible non-operative management)\nConduct neuro exam: Full upper and lower extremities, saddle anesthesia, rectal tone, long tract signs (clonus, hyperreflexia, Babinski, Hoffman's)\nConsider post-void residuals: If concerned for neurogenic bladder\n\n##Always consider these to be operative, so perform before calling PGY-4/attending:\nMark/Consent for surgery: Cervical/thoracolumbar spine decompression, irrigation and debridement, possible fusion\nMake copy of consent and place original in chart. Make sure to put copy in call room or give it to next call resident.\nKeep NPO and NWB.\nFind out OR availability: Call to ask for OR availability today and tomorrow.\nAsk for clearance. For details, refer to pre-operative clearance guide.\n~~ If overnight, call anesthesia.\n~~ If during the day and with multiple comorbidities, or for syncopal fall, call medicine.\n~~ If trauma activation, call trauma.\n~~ If patient goes to ICU, ask for clearance again in morning: These patients have to be reassessed every AM, as their stability may change.\nPlan needed implants and operative approach/intervals/set-up:\n~~ Anterior/Posterior decompression and fusion w/ instrumentation, with patient placed supine/prone on a Jackson frame, with C-arm\n\n##Wrap-up:\nCall PGY-4/attending: Tell them SBAR, OR schedule. T2 Mid-sagittal and axial view screenshots are likely most informative.\nPost case: Tell them name, MRN, attending doing surgery, positioning and operative set-up, implant",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 44,
    "fields": {
        "Category": "Spine_general",
        "Injury": "Spine tumor",
        "Injury_key": "spine_tumor",
        "Acute_plan": "##Ask on the phone/review on computer:\nMake NPO\nDo you have full-spine MRI w/wo contrast?: \n~~Unless there is a fracture, consulting service MUST HAVE an MRI before ortho spine accepts consult\n~~Make sure to put spine tumor protocol in comments\n~~Must get full spine MRI to rule out noncontiguous disease (may be present in both cervical and thoracolumbar spine)\nFull spine XRs\nGet full-spine CT:\n~~To rule out any pathologic fractures\n~~Order spine recon if they already have CT C/A/P\nGet ESR, CRP, WBC, blood cultures, UA for concurrent infectious workup (always do this for spine tumor workup)\n\n##History/physical exam/further imaging:\nAny previous history of cancer?\nAny history of XRT or chemo?\n~~Body location, if XRT?\n~~When was last date and dose?\nAre they currently being followed by oncology service? If so, that service needs to be primary.\nConduct neuro exam: Full upper and lower extremities, saddle anesthesia, rectal tone, long tract signs (clonus, hyperreflexia, Babinski, Hoffman's)\n\n##Wrap-up, these are almost never immediately operative:\nMake sure an oncology service is involved first as primary service\n~~Page oncology at 36599 (Berger oncology team), or call Sediman 6 (63666)\n~~Spine tumors are almost always metastatic, not primary\n~~Full oncologic workup is required first to establish known primary disease, so that can be biopsied before ortho spine does anything\nCommunicate with PGY-4/attending. T2 Mid-sagittal and axial view screenshots are likely most informative.\nOnly take acutely to OR if patient has neuro deficits, confirmed on MRI. For these, refer to cervical or lumbar stenosis sections of this guide \n\n##Example consults:\nInjury: Diffuse metastatic lesions in C, T & L spine\n~~HPI:  83M with metastatic prostate cancer and known mets presenting with altered mental status. Currently receives XRT for mets. Denies radiculopathy. Episode of diarrhea with incontinence yesterday, but felt urge to go. Foley placed yesterday for increased urinary output. Denies urinary incontinence prior to foley placement. 5/5 strength in BUE & BLE.  Declined rectal exam. MRI spine showing diffuse lesions, mild cervical stenosis at C7, mild foraminal stenosis at L3.\n~~Plan:  No acute orthopaedic intervention. Rad onc consult for additional course of XRT if pain returns.\n\nInjury: Vetebral mets and mass at T7 causing cord compression\n~~HPI: 42M w/ cord compression and prostate cancer in father, now presenting w/ possible metastatic disease on OSH MRI C/T spine. Has had back pain for a year, which has worsend in past several months, w/ decreased BLE weakness and sensation. On exam, 4/5 right foot flexion. SILT BLE but endorses paresthesias/dysthesias. No BB incontiencence or long tract signs. Intact rectal tone. \n~~Plan: L spine MRI w/wo to complete tumor protocol workup. Full oncologic workup to establish known primary disease. No concern for acute cord compression needing emergent decompression. Will discuss with attending in AM.\n\nInjury: L3 pathologic frx w/ tumor extension into spinal canal\n~~HPI: 42F w/ 20 yr history of progressively worsening back pain. In the last 2 years, pain has radiated down to bilateral lower extremities. MRI shows L3 pathologic fracture and canal encompassing mass. No known hx of cancer, no fam hx cancer. Denies BB incontinence, but says has urgency. 5/5 motor all extremities. No sensory deficits. Neg Hoffman, Babinski, clonus bilaterally. Good rectal tone, perianal sensation.\n~~Plan: MRI C/T spine tumor protocol, CT CAP w/ spine recons. ESR, CRP. Heme onc consult. Pre op labs. Full tumor workup. Discussed with attending. Spine Team to F/U.\n\nInjury: C7-T1 cord compression 2/2 metastatic breast cancer\n~~HPI: 65F, transferred from OSH, with metastatic breast cancer diagnosed 5 years ago s/p tumor debulking and C4-T3 posterior stabilization at UH last year presents with 6 weeks of progressive RUE and BLLE weakness and loss of sensation as well as 4 weeks of bowel/bladder incontinence. Currently on chemo. Last dose of rads 3 yr ago. Patient reports of ambulation with walker up until 6 weeks ago. Has been bed bound at nursing home for the last 6 weeks. On exam, 4/5 motor strength in RUE, 5/5 motor LUE, and 0/5 motor function in BBLE. SILT in LUE. Sensation to light touch decreased in C6-C8 in RUE. Sensation intact to pressure only below T2. No hyperreflexia throughout. Negative Hoffman’s, clonus and Babinski. MRI C- and T-spine showing C7-T1 mass.\n~~Plan: No acute operative intervention. Recommend admission to Hem-Onc team. Rad-Onc consult. MRI L-spine. Attending to see patient tomorrow.",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 45,
    "fields": {
        "Category": "Spine_general",
        "Injury": "Spine post-operative infection",
        "Injury_key": "spine_post_operative_infection",
        "Acute_plan": "##Ask on the phone/review on computer:\nHow are vitals? Are they septic?\nMake NPO\nGet ESR, CRP, WBC, blood cultures, UA\nHold antibiotics\n\n##What to get before seeing consult:\nCheck OP report for surgery information. Can request outside hospital records if surgery was done elsewhere.\n\n##History/physical exam/further imaging:\nCheck SIRS criteria\nTake pictures of infection site\nAny draining sinus tract?\n~~Probe with Q-tip - does it come to a hard stop? Means that it could be touching bone or hardware\nConduct neuro exam: Full upper and lower extremities, saddle anesthesia, rectal tone, long tract signs (clonus, hyperreflexia, Babinski, Hoffman's)\nConsider MRI w/ contrast: \n~~Get with metal suppression, if there is hardware\n~~Discuss with senior or attending\n\n##Wrap-up:\nCall PGY-4 or attending with the above information\nGoing to OR will depend on neuro deficits and attending preferences\n\n##Example consults:\nInjury: L1-2 discitis, lumbar spine fluid collection\n~~HPI: 70M PMH s/p L2-5 laminectomy and fusion complicated by wound dehescience and I&D. Continued to have radicular symptoms with no improvement and found to have persistent fluid collection on L spine MRI. Cannot ambulate without walker, but no BB change, saddle paresthesias, or LTS. Wound intact without drainage or erythema, no bogginess, 5/5 strength BLE, full sensation, rectal tone intact. WBC 22.3, ESR and CRP pending.\n~~Plan: Abx started by medicine team vanc and zosyn. Possible operative intervention while inpatient versus following up with original surgeon. Posted for revision decompression and I+D\n\nInjury: L sided radiculopathy and concern for post op wound infection\n~~HPI: 74M w/ multiple spine surgeries by UH spine attending. Presents w/ L sided radiculopathy and pain. Denies fevers or sick contacts. NVI. No LTS. ED worried for wound infection, but on exam incision is well healed except for small area of scabbing that she has been seen in clinic with no concern for infection. No drainage, no erythema no area of fluctuance.\n~~Plan: Formal xrays. ESR and CRP pending. Low concern for infection given exam and hisotry. Plan to continue local wound care instructions. Will discuss with attending.\n\nInjury: Post op wound dehiscence\n~~HPI: 46M w/ s/p tumor decompression and T1-5 PSIF, direct admitted for wound dehiscence after staples removed last week. NVI. Wound w/ 50% dehiscence at distal end w/ minimal hardware exposed. No drainage no erythema. Rest of incision well healed.\n~~Plan: NPO midnight. Pre op labs. Wound packed w/sterile gauze and ABD. Ancef. M/C/P for I&D in AM\n\nInjury: s/p L 4-5 PLIF\n~~HPI:  82M s/p surgery with UH attending above, w/ 4 day hx of acute onset LBP after twisting his low back at home. Also has concerns of increased drainage. No bowel or bladder symptoms. AVSS. Incision with mild ss drainage. 5/5 strength BLLE. Xray with intact hardware. ESR 69, CRP 3.5, WBC 12.0.\n~~Plan:  MRI with metal suppression reviewed w/ UH attending, shows post-op fluid collection. IV decadron x 3 doses. Tentatively posted for L spine I+D. Reassess in the morning. Not marked or consented.",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 46,
    "fields": {
        "Category": "Spine_general",
        "Injury": "Other spine post-operative issues",
        "Injury_key": "other_spine_post_operative_issues",
        "Acute_plan": "##Example consults:\n\n<b>Post-operative pain</b>\nInjury: s/p C3-6 ACDF with L shoulder pain\n~~HPI:  42M with above complaints after C3-6 ACDF last week that started this afternoon after running out of pain meds. Reports L sided tingling from shoulder to fingertips. Denies bowel or bladder symptoms. 4+/5 L C5, 5/5 otherwise, negative Hoffman. XR uprights with stable hardware. ESR 12, CRP 1.24.\n~~Plan: No acute intervention. Pain meds refilled.",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 47,
    "fields": {
        "Category": "Pelvis_acetabulum",
        "Injury": "APC pelvic ring fracture",
        "Injury_key": "apc_pelvic_ring_fracture",
        "Acute_plan": "##Ask on the phone/review on computer:\nHemodynamic status: Instability requires prompt pelvic binder placement and immediate text to PGY4 as a heads-up.\nNPO\nAP pelvis, inlet/outlet pelvis, full-length femurs\nAsk for foley before getting XRs\nCT pelvis\n\n##History/physical exam/further imaging:\nClassify fracture: APC I-III\nAssess pubic diastasis and SI joint widening: >2.5cm is diastasis and any SI joint widening (means SI ligaments are torn) are possibly operative \nPerform appropriate physical exam, especially genitourinary/rectal: \n~~ Make sure to check for any blood in vagina or penile meatus. If so, needs a urology consult for possible retrograde cystogram and suprapubic catheter. A rectal tear carries a high morbidity, so do a good rectal exam and communicate findings.\nIf stability equivocal on xray (i.e. pubic diastasis ~2.5cm), reasssess pelvic stability: \n~~ Place outward force on bilateral iliac wings at the level of the ASIS.\n~~ This should be done ONCE, as multiple assessments can disrupt pelvic clot, needed to stabilize bleeding.\nIf pelvic binder is on, make sure it's placed on correctly: AT THE LEVEL OF THE GREATER TROCHANTERS\nAsk for ambulatory status before injury: \n~~ Important for non-op vs op in stable injuries\n~~ Are they active person playing tennis every weekend or do they use a walker to get from couch to bathroom? Alcoholic? Demented? \n~~ Pre existing hip/groin pain suggestive of longstanding OA? Pathologic fracture?\n\n##If operative, pefrom before calling PGY4 or attending:\nMark/Consent for surgery.\nMake copy of consent and place original in chart. Make sure to put copy in call room or give it to next call resident.\nKeep NPO and NWB.\nFind out surgical plans from general surgery: If gen surg takes patient to OR, the ortho attending on call may place an ex-fix or peritoneal packing in the same case.\nFind out OR availability: Call to ask for OR availability today and tomorrow.\nAsk for clearance:\nRefer to pre-operative clearance  guide.\n~~ If overnight, call anesthesia.\n~~ If during the day and with multiple comorbidities, or for syncopal fall, call medicine.\n~~ If trauma activation, call trauma.\n~~ If patient goes to ICU, ask for clearance again in morning: These patients have to be reassessed every AM, as their stability may change.\nPlan needed implants and operative approach/intervals/set-up:\n~~ Will need pelvic recon and small frag sets.\n~~ For pubic diastasis, will need a multi-hole pelvic recon plate, placed superiorly through a rectus-splitting Pfannenstiel approach (small horizontal incision in rectus) or a modified Stoppa approach (large vertical incision in rectus, for wider visualizing of pubic bodies), with patient supine on a fracture table and C-arm.\n~~ For SI joint widening, will need percutaneous SI screws through S1 vertebral body, patient supine as above.\nCall reps: Call Stryker or DepuySynthes. All rep numbers in our phone bank.\n\n##Wrap-up, if operative:\nCall attending: Tell them SBAR, OR schedule\nPost case: Tell them name, MRN, attending doing surgery, positioning and operative set-up, implant\n\n##Wrap-up, if non-operative:\nRecommend WBAT, follow up with attending on call.\nMost of these will likely be admitted to trauma service, as these are high energy injuries with associated injuries.",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 48,
    "fields": {
        "Category": "Pelvis_acetabulum",
        "Injury": "LC pelvic ring fracture",
        "Injury_key": "lc_pelvic_ring_fracture",
        "Acute_plan": "##Ask on the phone/review on computer:\nHemodynamic status: Instability requires prompt action, but pelvic binder placement is controversial. Immediate text to PGY4 as a heads-up.\nNPO\nAP pelvis, inlet/outlet pelvis, full-length femurs\nAsk for foley before getting XRs\nCT pelvis\n\n##History/physical exam/further imaging:\nClassify fracture: LC I-III\nAssess pubic rami, ipsilateral ilium, SI joint: These are the components of stability in LC fractures  \nPerform appropriate physical exam, especially genitourinary/rectal: \n~~ Make sure to check for any blood in vagina or penile meatus. If so, needs a urology consult for possible retrograde cystogram and suprapubic catheter. A rectal tear carries a high morbidity, so do a good rectal exam and communicate findings.\nIf pelvic binder is on, and it's a pure LC injury, consider removing it:\n~~Discuss with attending. \n~~Controversial whether or not pelvic binders further displace fractures in LC patterns, causing injury to viscereal structures.\n\n##If operative, perform before calling PGY4 and attending:\nMark/Consent for surgery.\nMake copy of consent and place original in chart. Make sure to put copy in call room or give it to next call resident.\nKeep NPO and NWB.\nFind out surgical plans from general surgery: If gen surg takes patient to OR, the ortho attending on call may place an ex-fix or peritoneal packing in the same case.\nFind out OR availability: Call to ask for OR availability today and tomorrow.\nAsk for clearance:\nRefer to pre-operative clearance  guide.\n~~ If overnight, call anesthesia.\n~~ If during the day and with multiple comorbidities, or for syncopal fall, call medicine.\n~~ If trauma activation, call trauma.\n~~ If patient goes to ICU, ask for clearance again in morning: These patients have to be reassessed every AM, as their stability may change.\nPlan needed implants and operative approach/intervals/set-up:\n~~Will need pelvic recon and small frag sets.\n~~For ilium fractures, will need a pelvic recon plate, placed through an anterior approach (interval between gluteus muscles and external oblique, then subperiosteal elevation of iliacus). Place patient supine on a fracture table, with C-arm.\n~~For SI joint dislocation, will need percutaneous SI screws through S1 vertebral body, or pelvic recon plate through the same anterior approach. Place patient supine on a fracture table, with C-arm.\nCall reps: Call Stryker or DepuySynthes. All rep numbers in our phone bank.\n\n##Wrap-up, if operative:\nCall attending: Tell them SBAR, OR schedule\nPost case: Tell them name, MRN, attending doing surgery, positioning and operative set-up, implant\n\n##Wrap-up, if non-operative:\nRecommend WBAT, follow up with attending on call.\nMost of these will likely be admitted to trauma service, as these are high energy injuries with associated injuries.",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 49,
    "fields": {
        "Category": "Pelvis_acetabulum",
        "Injury": "Vertical pelvic ring fracture",
        "Injury_key": "vertical_pelvic_ring_fracture",
        "Acute_plan": "##Ask on the phone/review on computer:\n\nHemodynamic status: Instability requires prompt action, but pelvic binder placement is controversial. Immediate text to PGY4 as a heads-up.\nNPO\nAP pelvis, inlet/outlet pelvis, full-length femurs\nAsk for foley before getting XRs\nCT pelvis\n\n##History/physical exam/further imaging:\nClassify fracture: LC I-III\nAssess amount of vertical displacement, pubic diastasis, and SI widening: Important to classify how unstable these are. Vertical displacement >1cm is unstable, requires traction.  \nPerform appropriate physical exam, especially genitourinary/rectal: \n~~ Make sure to check for any blood in vagina or penile meatus. If so, needs a urology consult for possible retrograde cystogram and suprapubic catheter. A rectal tear carries a high morbidity, so do a good rectal exam and communicate findings.\n\n##If operative, perform before calling PGY4 and attending:\nMark/Consent for surgery.\nMake copy of consent and place original in chart. Make sure to put copy in call room or give it to next call resident.\nKeep NPO and NWB.\nFind out surgical plans from general surgery: If gen surg takes patient to OR, the ortho attending on call may place an ex-fix or peritoneal packing in the same case.\nFind out OR availability: Call to ask for OR availability today and tomorrow.\nAsk for clearance:\nRefer to pre-operative clearance  guide.\n~~ If overnight, call anesthesia.\n~~ If during the day and with multiple comorbidities, or for syncopal fall, call medicine.\n~~ If trauma activation, call trauma.\n~~ If patient goes to ICU, ask for clearance again in morning: These patients have to be reassessed every AM, as their stability may change.\nPlan needed implants and operative approach/intervals/set-up:\nWill need pelvic recon and small frag sets.\nWill need percutaneous SI screws or pelvic recon plate, placed through an anterior approach (interval between gluteus muscles and external oblique, then subperiosteal elevation of iliacus). Place patient supine on a fracture table, with C-arm.\nCall reps: Call Stryker or DepuySynthes. All rep numbers in our phone bank.\n\n##Wrap-up:\nCall attending: Tell them SBAR, OR schedule\nPost case: Tell them name, MRN, attending doing surgery, positioning and operative set-up, implant",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 50,
    "fields": {
        "Category": "Pelvis_acetabulum",
        "Injury": "Pubic rami fracture",
        "Injury_key": "pubic_rami_fracture",
        "Acute_plan": "##Ask on the phone/review on computer:\nAsk for proper xrays: AP pelvis, inlet/outlet pelvis\nGet fine-cut CT: Need CT to assess for possible LC-type injury.\nAsk for foley before getting XRs\n\n##History/physical exam/further imaging:\nPerform appropriate physical exam: Standard neuro and physical exam.\n\n##Wrap-up\nRecommend WBAT: Follow-up in 1-2 weeks with trauma attending on call.Ask for proper xrays: \n\n##Example consults:\nInjury: R superior and inferior pubic rami fx\n~~HPI: 90M with above injury after mechanical fall. Closed, NVI. No other injuries on tertiary. CT pelvis with pelvic hematoma\n~~Plan: No acute ortho intervention. WBAT RLE. Admit to trauma for management of intrapelvic hematoma.",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 51,
    "fields": {
        "Category": "Pelvis_acetabulum",
        "Injury": "Acetabulum fracture",
        "Injury_key": "acetabulum_fracture",
        "Acute_plan": "##Ask on the phone/review on computer:\nMake NPO: These always have potential for surgery.\nAsk for proper xrays: AP pelvis, inlet/outlet pelvis, full-length femurs\nAsk for foley before getting XRs\nGet fine-cut CT with recons: Required for potential operative planning\n\n##History/physical exam/further imaging:\nClassify fracture: Elemental I-V, Associated I-V\nPerform appropriate physical exam, especially peroneal nerve: Peroneal nerve and SP/DP sensation are out in posterior dislocation, so important to assess.\n\n##Interventions in ED:\nIf fracture-dislocation, attempt gentle reduction of hip, then place in skeletal traction:\nDiscuss with senior. If fracture does not reduce with gentile traction, then proceed to just skeletal traction.\n\n##If operative, perform before calling PGY4 and attending:\nMark/Consent for surgery.\nMake copy of consent and place original in chart. Make sure to put copy in call room or give it to next call resident.\nKeep NPO and NWB.\nFind out surgical plans from general surgery: If gen surg takes patient to OR, the ortho attending on call may place an ex-fix or peritoneal packing in the same case.\nFind out OR availability: Call to ask for OR availability today and tomorrow.\nAsk for clearance:\nRefer to pre-operative clearance  guide.\n~~ If overnight, call anesthesia.\n~~ If during the day and with multiple comorbidities, or for syncopal fall, call medicine.\n~~ If trauma activation, call trauma.\n~~ If patient goes to ICU, ask for clearance again in morning: These patients have to be reassessed every AM, as their stability may change.\nPlan needed implants and operative approach/intervals:\nWill need pelvic recon and small frag sets.\nFor anterior wall/anterior column involvement or both column fracture, use an ilioinguinal approach.\nFor posterior wall/posterior column involvement, use Kocher-Langerback.  \nPlace patient supine on a fracture table, with C-arm, and bean-bag for more controlled patient positioning.\nCall reps: Call Stryker or DepuySynthes. All rep numbers in our phone bank.\n\n##Wrap-up, if operative:\nCall attending: Tell them SBAR, OR schedule\nPost case: Tell them name, MRN, attending doing surgery, positioning and operative set-up, implant\n\n##Wrap-up, if non-operative:\nWBAT, follow-up in 1-2 weeks with attending on call",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 52,
    "fields": {
        "Category": "Pelvis_acetabulum",
        "Injury": "Sacral fracture",
        "Injury_key": "sacral_fracture",
        "Acute_plan": "##Ask on the phone/review on computer:\nMake NPO: These always have potential for surgery.\nAsk for proper xrays: AP pelvis, inlet/outlet pelvis\nAsk for foley before getting XRs\nGet fine-cut CT with recons: Required for potential operative planning\n\n##History/physical exam/further imaging:\nClassify fracture: Dennis zone I-III, U-type, transverse, H-type\nPerform appropriate physical exam, especially peroneal nerve: Peroneal nerve and SP/DP sensation are out in posterior dislocation, so important to assess.\nConduct neuro exam: Full lower extremities, saddle anesthesia, rectal tone, long tract signs (clonus, hyperreflexia, Babinski, Hoffman's)\nConsider MRI if any neuro deficits.\n\n##If operative, perform before calling PGY4 and attending:\nMark/Consent for surgery.\nMake copy of consent and place original in chart. Make sure to put copy in call room or give it to next call resident.\nKeep NPO and NWB.\nFind out surgical plans from general surgery: If gen surg takes patient to OR, the ortho attending on call may place an ex-fix or peritoneal packing in the same case.\nFind out OR availability: Call to ask for OR availability today and tomorrow.\nAsk for clearance:\nRefer to pre-operative clearance  guide.\n~~ If overnight, call anesthesia.\n~~ If during the day and with multiple comorbidities, or for syncopal fall, call medicine.\n~~ If trauma activation, call trauma.\n~~ If patient goes to ICU, ask for clearance again in morning: These patients have to be reassessed every AM, as their stability may change.\nPlan needed implants and operative approach/intervals:\nFor most of these, will need percutaneous SI screws. Will need supine on fracture table, with C-arm.\nCall reps: Call Stryker or DepuySynthes. All rep numbers in our phone bank.\n\n##Wrap-up, if operative:\nCall attending: Tell them SBAR, OR schedule\nPost case: Tell them name, MRN, attending doing surgery, positioning and operative set-up, implant\n\n##Wrap-up, if non-operative:\nWBAT, follow-up in 1-2 weeks with attending on call\n\n##Example consults:\nInjury: R sacral ala/ sacral foramina fractures\n~~HPI:  62M PMH COPD s/p MVC vs. Peds with above injuries. Closed, NVI. Stable pattern, no H/U type or spinopelvic discontinuity. Admitted to ICU for SDH/ SAH.\n~~Plan:  WBAT RLE, post-mobilization pelvis films, day team to f/u. Discussed with attending",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 53,
    "fields": {
        "Category": "Hip",
        "Injury": "Hip dislocation",
        "Injury_key": "hip_dislocation",
        "Acute_plan": "##URGENT: \nNATIVE is an EMERGENT consult. Time out of joint puts stress on capital femoral blood supply and risks AVN.\n\n##Ask on the phone/review on computer:\nWhen did dislocation happen?\nStart preparing emergent sedation\nGet emergent AP/lateral of hip to determine direction of dislocation and check for concomitnant fractures\n~~If there is also an acetabulum fracture, start getting skeletal traction supplies ready\nDO NOT GET CT before reduction - delays reduction, not necessary for diagnosis\n\n##History/physical exam/further imaging:\nCheck NVI status to compare before and after reduction\nTotal Joint Dislocation: For a THA, perform exam and get information about surgeon, number of dislocations. Get plain films.\nNote the position of the leg, to determine how you would reduce it:\n~~Posterior dislocation: hip is flexed, adducted, internally rotated, shortened (femoral head suprior on  radiograph)\n~~'Pubic' anterior dislocation: hip is abducted, externally rotated, and extended (femoral head superior on radiograph)\n~~'Obdurator' anterior dislocation: hip is abducted, externally rotated, and flexed (femoral head inferior on radiograph)   \n\n##Interventions in the ED:\nCall the PGY4 before attempting reduction for the following:\n~~If not a native dislocation. The joints attending (e.g. Kraay) may want the PGY4 or chief to do the reduction.\n~~If there is a pathologic lesion in the femur or acetabulum. May potentially reduce emergently in OR reduce risk of breaking the bone.\n~~If there is fracture in the acetabulum or any nearby bone (fracture-dislocation). May need skeletal traction, or just reduce emergently in OR.\nAfter reduction, ALWAYS obtain CT. Look for concentric reduction, presence of incarcerated fragments, presence of femoral head or acetabular fracture.\nIf hip cannot be reduced, it must go to the OR for reduction. \n~~Call PGY-4 before CT if hip cannot be reduced. Early on, you should probably call PGY-4 before attempting reduction (as long as they can be reached immediately).\nDO NOT BREAK THE FEMUR!!",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 54,
    "fields": {
        "Category": "Hip",
        "Injury": "Femoral neck",
        "Injury_key": "femoral_neck",
        "Acute_plan": "##Ask on the phone/review on computer:\nMake NPO: Most hip fractures are most likely going to be operative\nAsk for labs: CBC, BMP, Coag, Type and Screen (or type and cross for 2 units for hemi), EKG, CXR, Foley, bHCG when appropriate\nAsk for proper xrays: \n~~AP pelvis, AP/lateral hip\n~~Full length femur XR, needed to assess implant path and rotational alignment. They never get these, so ask for them, ask for all this stuff before you hang up the phone for the consult.\n\n##History/physical exam/further imaging:\nClassify fracture: Garden I-IV, Pauwels I-III\nAssess xrays for any unusual findings:\n~~Start from outside to in, as in from cortical to medullary bone\n~~Check thickness of cortical bone. Does the bone look osteopenic? Does the bone look unusually thick? (may require powered reamer)\n~~Check for any lesions in the medullary bone. Are there blastic or lytic lesions eating into the cortical bone?\nAssess for any associated injuries: Rib fractures may change course of operative intervention\nAsk for ambulatory status before injury: \n~~Important for hemi (non-ambulatory) vs THA (ambulatory)\n~~Are they active person playing tennis every weekend or do they use a walker to get from couch to bathroom? Alcoholic? Demented? \n~~Pre existing hip/groin pain suggestive of longstanding OA? Pathologic fracture?\nPerform appropriate physical exam: Do not need to perform axial load or log roll, just check pulses and motor and sensation distally\n\n##If operative, perform before calling PGY4 and attending:\nMark/Consent for surgery.\nMake copy of consent and place original in chart. Make sure to put copy in call room or give it to next call resident.\nKeep NPO and NWB.\nFind out OR availability: Call to ask for OR availability today and tomorrow.\nAsk for clearance:\nRefer to pre-operative clearance  guide.\n~~ If overnight, call anesthesia.\n~~ If during the day and with multiple comorbidities, or for syncopal fall, call medicine.\n~~ If trauma activation, call trauma.\n~~ If patient goes to ICU, ask for clearance again in morning: These patients have to be reassessed every AM, as their stability may change.\nPlan needed implants and operative approach/intervals:\n~~If planning hemi, will need a cemented bipolar hemiarthroplasty through an anterolateral Watson-Jones approach (b/w TFL and gluteus medius), with patient positioned lateral decubitus with a bean bag in a standard OR table.\n~~If planning THA, will perform a anterior modified Smith-Peterson approach (b/w sartorius and TFL, then rectus femoris and gluteus medius), with patient in a Hana fracture table with C-arm.   \n~~If planning ORIF, will need 3 cannulated screws from mini frag set, placed through the modified Smith-Peterson approach, with patient on a fracture table with C-arm.  \nCall reps: Call Stryker or DepuySynthes. All rep numbers in our phone bank.\n\n##Wrap-up:\nCall attending: Tell them SBAR, OR schedule\nPost case: Tell them name, MRN, attending doing surgery, positioning and operative set-up, implant",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 55,
    "fields": {
        "Category": "Hip",
        "Injury": "Proximal femur periprosthetic fracture",
        "Injury_key": "proximal_femur_periprosthetic_fracture",
        "Acute_plan": "##Ask on the phone/review on computer:\nMake NPO: Most hip fractures are most likely going to be operative\nAsk for labs: CBC, BMP, Coag, Type and Screen (or type and cross for 2 units for hemi), EKG, CXR, Foley, bHCG when appropriate\nAsk for proper xrays: \n~~AP pelvis, AP/lateral hip\n~~Full length femur XR, needed to assess implant path and rotational alignment. They never get these, so ask for them, ask for all this stuff before you hang up the phone for the consult.\n\n##What to get before seeing consult:\nLook in post-operative note for implant info: \nSurgeon, company, implant properties (cemented vs non-cemented, ingrowth vs ongrowth, short vs long stem, fully-coated vs partially-coated)\n\n##History/physical exam/further imaging:\nClassify fracture: Post-operative Vancouver Classification A, B1-3, C\nAssess xrays for any unusual findings:\n~~Check thickness of cortical bone. Does the bone look osteopenic? Does the bone look unusually thick? (may require powered reamer)\n~~Check for any lesions in the medullary bone. Are there blastic or lytic lesions eating into the cortical bone?\nAsk for ambulatory status before injury: \n~~Important for hemi (non-ambulatory) vs THA (ambulatory)\n~~Are they active person playing tennis every weekend or do they use a walker to get from couch to bathroom? Alcoholic? Demented? \n~~Pre existing hip/groin pain suggestive of longstanding OA? Pathologic fracture?\nPerform appropriate physical exam: Do not need to perform axial load or log roll, just check pulses and motor and sensation distally\n\n##If operative, perform before calling PGY4 and attending:\nMark/Consent for surgery.\nMake copy of consent and place original in chart. Make sure to put copy in call room or give it to next call resident.\nKeep NPO and NWB.\nFind out OR availability: Call to ask for OR availability today and tomorrow.\nAsk for clearance:\nRefer to pre-operative clearance  guide.\n~~ If overnight, call anesthesia.\n~~ If during the day and with multiple comorbidities, or for syncopal fall, call medicine.\n~~ If trauma activation, call trauma.\n~~ If patient goes to ICU, ask for clearance again in morning: These patients have to be reassessed every AM, as their stability may change.\nPlan needed implants and operative approach/intervals:\n~~Lateral typically vs supine if spine injury on Hana table, with C-arm.\nCall reps: Call Stryker or DepuySynthes. All rep numbers in our phone bank.\n\n##Wrap-up:\nCall attending: Tell them SBAR, OR schedule\nPost case: Tell them name, MRN, attending doing surgery, positioning and operative set-up, implant",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 56,
    "fields": {
        "Category": "Hip",
        "Injury": "Intertrochanteric femur",
        "Injury_key": "intertrochanteric_femur",
        "Acute_plan": "##Ask on the phone/review on computer:\nMake NPO: Most hip fractures are most likely going to be operative\nAsk for labs: CBC, BMP, Coag, Type and Screen (or type and cross for 2 units for hemi), EKG, CXR, Foley, bHCG when appropriate\nAsk for proper xrays: \n~~Full length femur XR, needed to assess implant path and rotational alignment. They never get these, so ask for them, ask for all this stuff before you hang up the phone for the consult.\n~~Traction view to determine stability and define fragments in comminuted fractures. AT METRO, you should automatically get this while still in the ED. You can wheel pt to Rads (after asking) and pull the traction view quickly. UH is attending-dependent.\n\n##History/physical exam/further imaging:\nClassify fracture: Stable vs unstable\nAssess xrays for any unusual findings:\n~~Check thickness of cortical bone. Does the bone look osteopenic? Does the bone look unusually thick? (may require powered reamer)\n~~Check for any lesions in the medullary bone. Are there blastic or lytic lesions eating into the cortical bone?\nAsk for ambulatory status before injury: \n~~Important for hemi (non-ambulatory) vs THA (ambulatory)\n~~Are they active person playing tennis every weekend or do they use a walker to get from couch to bathroom? Alcoholic? Demented? \n~~Pre existing hip/groin pain suggestive of longstanding OA? Pathologic fracture?\nPerform appropriate physical exam: Do not need to perform axial load or log roll, just check pulses and motor and sensation distally\n\n##If operative, perform before calling PGY4 and attending:\nMark/Consent for surgery.\nMake copy of consent and place original in chart. Make sure to put copy in call room or give it to next call resident.\nKeep NPO and NWB.\nFind out OR availability: Call to ask for OR availability today and tomorrow.\nAsk for clearance:\nRefer to pre-operative clearance  guide.\n~~ If overnight, call anesthesia.\n~~ If during the day and with multiple comorbidities, or for syncopal fall, call medicine.\n~~ If trauma activation, call trauma.\n~~ If patient goes to ICU, ask for clearance again in morning: These patients have to be reassessed every AM, as their stability may change.\nPlan needed implants and operative approach/intervals:\n~~If planning DHS, will need a short/long Stryker Gamma or Synthes TFN (attending preference), placed through Hardinge approach (lateral approach to hip), with patient supine on a radiolucent fracture table and C-arm.   \n~~If planning cephlomedullary nail, will need a short/long Stryker Gamma or Synthes TFN (attending preference), placed through lateral GT incision with patient supine on a radiolucent fracture table and C-arm.   \n~~If planning hemi, will need a cemented bipolar hemiarthroplasty through an anterolateral Watson-Jones approach (b/w TFL and gluteus medius), with patient positioned lateral decubitus with a bean bag in a standard OR table.\n~~If planning THA, will perform a anterior modified Smith-Peterson approach (b/w sartorius and TFL, then rectus femoris and gluteus medius), with patient in a Hana fracture table and C-arm.   \nCall reps: Call Stryker or DepuySynthes. All rep numbers in our phone bank.\n\n##Wrap-up:\nCall attending: Tell them SBAR, OR schedule\nPost case: Tell them name, MRN, attending doing surgery, positioning and operative set-up, implant",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 57,
    "fields": {
        "Category": "Hip",
        "Injury": "Subtrochanteric femur",
        "Injury_key": "subtrochanteric_femur",
        "Acute_plan": "##Ask on the phone/review on computer:\nMake NPO: Most hip fractures are most likely going to be operative\nAsk for labs: CBC, BMP, Coag, Type and Screen (or type and cross for 2 units for hemi), EKG, CXR, Foley, bHCG when appropriate\nAsk for proper xrays: \n~~AP pelvis, AP/lateral hip\n~~Full length femur XR, needed to assess implant path and rotational alignment. They never get these, so ask for them, ask for all this stuff before you hang up the phone for the consult.\nConsider traction view: \n~~To determine stability and define fragments in comminuted fractures. AT METRO, you should automatically get this while still in the ED. You can wheel pt to Rads (after asking) and pull the traction view quickly. \n~~UH is attending-dependent, so ask.\n\n##History/physical exam/further imaging:\nClassify fracture: Stable vs unstable\nAssess xrays for any unusual findings:\n~~Check thickness of cortical bone. Does the bone look osteopenic? Does the bone look unusually thick? (may require powered reamer)\n~~Check for any lesions in the medullary bone. Are there blastic or lytic lesions eating into the cortical bone?\nAsk for bisphosphonate or denosumab use: associated with atypical fracture\nAsk for ambulatory status before injury: \n~~Important for hemi (non-ambulatory) vs THA (ambulatory)\n~~Are they active person playing tennis every weekend or do they use a walker to get from couch to bathroom? Alcoholic? Demented? \n~~Pre existing hip/groin pain suggestive of longstanding OA? Pathologic fracture?\nPerform appropriate physical exam: Do not need to perform axial load or log roll, just check pulses and motor and sensation distally\n\n##If operative, perform before calling PGY4 and attending:\nMark/Consent for surgery.\nMake copy of consent and place original in chart. Make sure to put copy in call room or give it to next call resident.\nKeep NPO and NWB.\nFind out OR availability: Call to ask for OR availability today and tomorrow.\nAsk for clearance:\nRefer to pre-operative clearance  guide.\n~~ If overnight, call anesthesia.\n~~ If during the day and with multiple comorbidities, or for syncopal fall, call medicine.\n~~ If trauma activation, call trauma.\n~~ If patient goes to ICU, ask for clearance again in morning: These patients have to be reassessed every AM, as their stability may change.\nPlan needed implants and operative approach/intervals:\n~~If planning DHS, will need a …… placed through Hardinge approach (lateral approach to hip), with patient supine on a radiolucent fracture table and C-arm.   \n~~If planning cephlomedullary nail, will need a short/long Stryker Gamma or Synthes TFN (attending preference), placed through lateral GT incision with patient supine on a radiolucent fracture table and C-arm.   \n~~If planning hemi, will need a cemented bipolar hemiarthroplasty through an anterolateral Watson-Jones approach (b/w TFL and gluteus medius), with patient positioned lateral decubitus with a bean bag in a standard OR table.\n~~If planning THA, will perform a anterior modified Smith-Peterson approach (b/w sartorius and TFL, then rectus femoris and gluteus medius), with patient in a Hana fracture table and C-arm.     \nCall reps: Call Stryker or DepuySynthes. All rep numbers in our phone bank.\n\n##Wrap-up:\nCall attending: Tell them SBAR, OR schedule\nPost case: Tell them name, MRN, attending doing surgery, positioning and operative set-up, implant",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 58,
    "fields": {
        "Category": "Femur",
        "Injury": "Femoral shaft fracture",
        "Injury_key": "femoral_shaft_fracture",
        "Acute_plan": "##Ask on the phone/review on computer:\nMake NPO: Most femur fractures are most going to be operative\nAsk for labs: CBC, BMP, Coag, Type and Screen (or type and cross for 2 units for hemi), EKG, CXR, Foley, bHCG when appropriate\nAsk for proper xrays: \n~~Full length femur, AP pelvis, AP/lateral hip, AP/lateral knee \n\n##History/physical exam/further imaging:\nAssess xrays for any unusual findings:\n~~Check thickness of cortical bone. Does the bone look osteopenic? Does the bone look unusually thick? (may require powered reamer)\n~~Check for any lesions in the medullary bone. Are there blastic or lytic lesions eating into the cortical bone?\nAssess for femoral neck fracture and any other associated injuries: High energy mechanism, likely has other fractures\nAsk for ambulatory status before injury: \n~~Are they active person playing tennis every weekend or do they use a walker to get from couch to bathroom? Alcoholic? Demented? \n~~Pre existing hip/groin pain suggestive of longstanding OA? Pathologic fracture?\n\n##If operative, perform before calling PGY4 and attending:\nMark/Consent for surgery.\nMake copy of consent and place original in chart. Make sure to put copy in call room or give it to next call resident.\nKeep NPO and NWB.\nFind out OR availability: Call to ask for OR availability today and tomorrow.\nAsk for clearance:\nRefer to pre-operative clearance guide.\n~~ If overnight, call anesthesia.\n~~ If during the day and with multiple comorbidities, or for syncopal fall, call medicine.\n~~ If trauma activation, call trauma.\n~~ If patient goes to ICU, ask for clearance again in morning: These patients have to be reassessed every AM, as their stability may change.\nPlan needed implants and operative approach/intervals:\n~~If planning antegrade nail, will need Stryker or DepuySynthes (attending preference) nail, placed through lateral approach (Hardinge) with patient supine on a radiolucent fracture table and C-arm.\n~~If planning retrograde nail, will need Stryker or DepuySynthes (attending preference) nail, placed through anterior knee approach (through transtendinous or parapatellar tendon approach), with patient supine and hip bumped on a standard radiolucent OR table and C-arm on contralteral side.\nCall reps: Call Stryker or DepuySynthes. All rep numbers in our phone bank.\n\n##Wrap-up:\nCall attending: Tell them SBAR, OR schedule\nPost case: Tell them name, MRN, attending doing surgery, positioning and operative set-up, implant",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 59,
    "fields": {
        "Category": "Femur",
        "Injury": "Distal femur fracture",
        "Injury_key": "distal_femur_fracture",
        "Acute_plan": "##Ask on the phone/review on computer:\nMake NPO: Most femur fractures are most going to be operative\nAsk for labs: CBC, BMP, Coag, Type and Screen (or type and cross for 2 units for hemi), EKG, CXR, Foley, bHCG when appropriate\nAsk for proper xrays: \n~~AP/lateral knee, AP/lateral hip, full length femur\n~~Full length contralateral femur and knee for pre-operative planning\n\n##History/physical exam/further imaging:\nClassify fracture: OTA A,B,C\nConsider traction view: \n~~To determine stability and define fragments in comminuted fractures. AT METRO, you should automatically get this while still in the ED. You can wheel pt to Rads (after asking) and pull the traction view quickly. \n~~UH is attending-dependent.\nGet CT: Always get one, unless the fracture is truly a Type C with positively no intra-articular involvement\nAssess for Hoffa fracture and any other associated injuries: High energy mechanism, likely has other fractures\nAsk for ambulatory status before injury: \n~~Are they active person playing tennis every weekend or do they use a walker to get from couch to bathroom? Alcoholic? Demented? \n~~Pre existing hip/groin pain suggestive of longstanding OA? Pathologic fracture?\n\n##If being admitted for OR/obs, perform before calling PGY4 and attending:\nMark/Consent for surgery.\nMake copy of consent and place original in chart. Make sure to put copy in call room or give it to next call resident.\nKeep NPO and NWB.\nFind out OR availability: Call to ask for OR availability today and tomorrow.\nAsk for clearance:\nRefer to pre-operative clearance guide.\n~~ If overnight, call anesthesia.\n~~ If during the day and with multiple comorbidities, or for syncopal fall, call medicine.\n~~ If trauma activation, call trauma.\n~~ If patient goes to ICU, ask for clearance again in morning: These patients have to be reassessed every AM, as their stability may change.\nPlan needed implants and operative approach/intervals:\n~~If planning ORIF, will need LC-DCP from the large frag set (Stryker or DepuySynthes), placed throigh lateral parapatellar arthrotomy with patient supine on a radiolucent OR table and leg flexed over a triangle, and C-arm on contralteral side.\n~~If planning antegrade nail, will need Stryker or DepuySynthes (attending preference) nail, placed through lateral approach (Hardinge) with patient supine on a radiolucent fracture table and C-arm.\n~~If planning retrograde nail, will need Stryker or DepuySynthes (attending preference) nail, placed through anterior knee approach (through transtendinous or parapatellar tendon approach), with patient supine and hip bumped on a standard radiolucent OR table and C-arm on contralteral side.\nCall reps: Call Stryker or DepuySynthes. All rep numbers in our phone bank.\n\n##Wrap-up:\nCall attending: Tell them SBAR, OR schedule\nPost case: Tell them name, MRN, attending doing surgery, positioning and operative set-up, implant",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 60,
    "fields": {
        "Category": "Knee",
        "Injury": "Knee dislocation",
        "Injury_key": "knee_dislocation",
        "Acute_plan": "##Steps:\nMedial plateau is deeper and forced distal femur to clear it for dislocation that is why medial plateau injury you check for dislocstion \n\nAlways get ABI for really obese patients with knee dislocation \n\nVascular consult!\n\nSplint at 20 deg so the femur is reduced a bit, otherwise there may be posterior translation\n\nRevascularize within 6 hours to avoid amputation\n",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 61,
    "fields": {
        "Category": "Knee",
        "Injury": "TKA periprosthetic fracture",
        "Injury_key": "tka_periprosthetic_fracture",
        "Acute_plan": "##Ask on the phone/review on computer:\nMake NPO: Most distal femur periprosthetic fracture are ikely going to be operative\nAsk for labs: CBC, BMP, Coag, Type and Screen (or type and cross for 2 units for hemi), EKG, CXR, Foley, bHCG when appropriate\nAsk for proper xrays: \n~~AP/lat/oblique views of knee\n~~Full length tibia XR and femur XR, needed to assess implant path and rotational alignment. They never get these, so ask for them, ask for all this stuff before you hang up the phone for the consult.\n\n##What to get before seeing consult:\nLook in post-operative note for implant info: Surgeon, company, implant type\n\n##History/physical exam/further imaging:\nClassify fracture: Su I-III\nAssess for tibia, distal femur, patella fractures - often commonly associated\nGet traction view AP/lateral/oblique: \n~~Can better define fracture pattern \n~~Abort if too painful for patient\n\n##If operative, perform before calling PGY4 and attending:\nReview indications for surgery:\n~~Unstable implant\nMark/Consent for surgery.\nMake copy of consent and place original in chart. Make sure to put copy in call room or give it to next call resident.\nKeep NPO and NWB.\nFind out OR availability: Call to ask for OR availability today and tomorrow.\nAsk for clearance:\nRefer to pre-operative clearance  guide.\n~~ If overnight, call anesthesia.\n~~ If during the day and with multiple comorbidities, or for syncopal fall, call medicine.\n~~ If trauma activation, call trauma.\n~~ If patient goes to ICU, ask for clearance again in morning: These patients have to be reassessed every AM, as their stability may change.\nPlan needed implants and operative approach/intervals:\n~~ORIF\nCall reps: Call Stryker or DepuySynthes. All rep numbers in our phone bank.\n\n##Wrap-up:\nCall attending: Tell them SBAR, OR schedule\nPost case: Tell them name, MRN, attending doing surgery, positioning and operative set-up, implant",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 62,
    "fields": {
        "Category": "Knee",
        "Injury": "Patella fracture",
        "Injury_key": "patella_fracture",
        "Acute_plan": "##Ask on the phone/review on computer:\nAsk for AP/lateral of knee\n\n##What do get before seeing consult: \nKnee immobilizer, webroll, ABD pads\n\n##History/physical exam/further imaging:\nCarefully assess XRs for free air: May indicate arthrotomy\nAssess for associated injuries: Knee dislocation, ACL tears, meniscus tear\nPerform appropriate physical exam, including straight leg raise and knee exam: \n~~Check for any lacerations over knee. \n~~Straight leg raise will test integrity of extensor mechanism.\n~~Test varus/valgus instability, anterior Lachman's, posterior drawer, McMurry test\n~~Perform saline load test if concern for arthrotomy: Any laceration over joint line.\n\n##Intervention in ED: Place in knee immobilizer\n\n#Wrap-up:\nPatella fractures can be fixed outpatient, unless there is a traumatic arthrotomy. Recommend WBAT in KI and follow-up in 1 week.",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 63,
    "fields": {
        "Category": "Tibia",
        "Injury": "Tibial plateau fracture",
        "Injury_key": "tibial_plateau_fracture",
        "Acute_plan": "##Ask on the phone/review on computer:\nMake NPO: Most hip fractures are most likely going to be operative\nAsk for labs: CBC, BMP, Coag, Type and Screen (or type and cross for 2 units for hemi), EKG, CXR, Foley, bHCG when appropriate\nAP/lateral of knee \n~~If proximal fibula fracture, assume high energy plateau fracture\n\n##History/physical exam/further imaging:\nClassify fracture: Schatzker I-VI\n~~Schatzker IV-VI have higher risk of NV compromise. \n~~Medial plateau is normally deeper, which normally keeps the distal femur in its place. This is why with medial plateau injury you must be suspicious for dislocation.\nPerform appropriate physical exam, including a detailed vascular exam and ABI:\n~~Always get ABI regardless of Schatzkers, it's easy and attendings will ask. Get Dopplers if ABI < 0.8\n~~Palpate pulse -> Doppler pulse if not palpable -> get vascular consult and CT angiogram if no Doppler pulse\nPerform a careful knee ligamentous stability exam: \n~~Schatzker II -> lateral meniscus tear, Schatzker IV -> dislocation, Schatzker IV-VI -> ACL tear\nGet CT:\n~~Assess for posterior coronal fragment and assess joint congruity\n~~For Schatzker I-III, likely will not need an ex-fix (length stable) so can order CT before ex-fix\n~~For Schatzker IV, check soft tissue swelling, a good knee ligamentous exam for knee stability before ordering CT, mainly to see if ex-fix will be done before CT. Check with senior.\n~~For Schatzker V-VI, never get CT before ex-fix.\n\n##Intervention in ED:\nPlace in knee immobilizer vs long leg splint:\n~~For Schatzker I-III, place in WELL-PADDED KI with tons of webroll, even ABDs.\n~~For Schatzker IV-VI, basically with any involvement of medial plateau, place in long leg splint to minimize dislocation and rotational instability.\n\n##If operative, perform before calling PGY4 and attending:\nMark/Consent for surgery.\nMake copy of consent and place original in chart. Make sure to put copy in call room or give it to next call resident.\nKeep NPO and NWB.\nFind out OR availability: Call to ask for OR availability today and tomorrow.\nAsk for clearance:\nRefer to pre-operative clearance  guide.\n~~ If overnight, call anesthesia.\n~~ If during the day and with multiple comorbidities, or for syncopal fall, call medicine.\n~~ If trauma activation, call trauma.\n~~ If patient goes to ICU, ask for clearance again in morning: These patients have to be reassessed every AM, as their stability may change.\nPlan needed implants and operative approach/intervals:\n~~If planning ORIF, will need tibial buttress plate from the large frag set (Stryker or DepuySynthes), placed through medial, lateral, and/or posterior approach with patient supine on a radiolucent flat-top OR table and leg flexed over a triangle, and C-arm on contralteral side.\n~~If planning ex-fix, will need knee-spanning ex-fix with 2 Schanz pins in midshaft femur and 2 Schanz pins in midshaf tibia, placing patient supine on a radiolucent flat-top OR table with leg over a triangle, and C-arm on contralateral side.\nCall reps: Call Stryker or DepuySynthes. All rep numbers in our phone bank.\n\n##Wrap-up, if operative:\nIf admitted to ortho and going next day, follow neurovascular exam overnight.\nCall attending: Tell them SBAR, OR schedule\nPost case: Tell them name, MRN, attending doing surgery, positioning and operative set-up, implant\n\n##Wrap-up, if non-operative:\nSchatzkers I-III can be discharged in a knee immobilizer and WBAT, after discussion with attendings, since these are not grossly unstable.",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 64,
    "fields": {
        "Category": "Tibia",
        "Injury": "Tibial shaft fracture",
        "Injury_key": "tibial_shaft_fracture",
        "Acute_plan": "##Ask on the phone/review on computer:\nMake NPO: These are always operative\nGet appropriate xrays: full tibia films, ankle and knee films\nGet CT if in distal 1/3 of shaft: High association with posterior malleolus fracture\n\n##History/physical exam/further imaging:\nPerform appropriate physical exam, including a detailed vascular exam and ABI:\n~~Always get ABI, it's easy and attendings will ask. Get Dopplers if ABI < 0.8\n~~Palpate pulse -> Doppler pulse if not palpable -> get vascular consult and CT angiogram if no Doppler pulse\n\n##Interventions in ED:\nAlways place in long leg splint splint, regardless of location: Need to control rotational stability.\nGet post-splint xrays: Need to check alignment.\n\n##If operative, perform before calling PGY4 and attending:\nMark/Consent for surgery.\nMake copy of consent and place original in chart. Make sure to put copy in call room or give it to next call resident.\nKeep NPO and NWB.\nFind out OR availability: Call to ask for OR availability today and tomorrow.\nAsk for clearance. Refer to pre-operative clearance  guide.\n~~ If overnight, call anesthesia.\n~~ If during the day and with multiple comorbidities, or for syncopal fall, call medicine.\n~~ If trauma activation, call trauma.\n~~ If patient goes to ICU, ask for clearance again in morning: These patients have to be reassessed every AM, as their stability may change.\nPlan needed implants and operative approach/intervals:\n~~For IMN, will need Stryker or DepuySynthes (attending preference) tibial nail, placed through starting point (just medial to lateral tibial plateau), with patient supine on a radiolucent flat-op OR table. Hip should be bumped, and C-arm should be on contralateral side.\nCall reps: Call Stryker or DepuySynthes. All rep numbers in our phone bank.\n\n##Wrap-up, always operative:\nCall attending: Tell them SBAR, OR schedule\nPost case: Tell them name, MRN, attending doing surgery, positioning and operative set-up, implant\n\n##Example consults:\nInjury: R GSW proximal metaphyseal/diaphyseal tibia frx\n~~HPI: 22M GSW to RLE anterior tibia. Right foot with coolness and paresthesia compared to left, w/ decreased sensation DP/SP/S/S/T. EHL 5/5, Intact DF and PF 2/5 compared to contralateral side (limited due to pain). Initially had only had DP on doppler with no PT, but both DP and PT became palpable after leg straightened and placed in KI. RLE ABI 0.79 vs LLE ABI 1.0. Vascular consulted and CTA obtained which did now show need for vascular intervention. No other injuries.\n~~Plan: Ancef and tetanus. NPO. Preop labs. KI, due to vascular injury and need for constant monitoring. Serial compartment/NV checks (stable). M/C/P for OR.",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 65,
    "fields": {
        "Category": "Ankle_foot",
        "Injury": "Pilon fracture",
        "Injury_key": "pilon_fracture",
        "Acute_plan": "##Ask on the phone/review on computer:\nMake NPO: These will always require inpatient ex-fix or definitive fixation.\nGet appropriate xrays, including post-splint xray: \nStandard AP/lateral, foot AP/lateral. Place post-splint xrays now so you don't forget later.\nIf ankle needs reduction, place order for fluoroscopy, then grab fluoro machine: Do this now so you can drag fluoro machine straight to patient.\nDO NOT get CT until AFTER ex-fix: Oftentimes these are too comminuted to be viewed well on CT.\n\n##What to get before seeing consult:\nMaterial for short leg splint\n\n##History/physical exam/further imaging:\nPerform appropriate physical exam, including skin integrity:\nSwelling and skin integrity will determine ex-fix vs definitive fixation. \nLook for open vs closed. If there is a laceration over the joint line, load the joint to rule out arthrotomy.\nCareful neurovascular check:\n~~Palpate and Doppler pulses\n~~Get ABI: <0.9 requires vascular consult\n\n##Interventions in ED:\nPlace in short leg splint: Refer to short leg splint guide.\nGet post-splint xrays: Need to check alignment.\n\n##If operative, perform before calling PGY4 and attending:\nMark/Consent for surgery.\nMake copy of consent and place original in chart. Make sure to put copy in call room or give it to next call resident.\nKeep NPO and NWB.\nFind out OR availability: Call to ask for OR availability today and tomorrow.\nAsk for clearance:\nRefer to pre-operative clearance  guide.\n~~ If overnight, call anesthesia.\n~~ If during the day and with multiple comorbidities, or for syncopal fall, call medicine.\n~~ If trauma activation, call trauma.\n~~ If patient goes to ICU, ask for clearance again in morning: These patients have to be reassessed every AM, as their stability may change.\nPlan needed implants and operative approach/intervals:\n~~If planning ex-fix, will need 2 Schanz pins in midshaft of tibia and 1 threaded pin in calcaneal tuberosity medial to lateral. Patient should be supine on a radiolucent OR table, with hip bumped, and C-arm on contralteral side.\n~~If planning ORIF, will need small frag set for anteriolateral, posterolateral approaches, with patient supine on radiolucent OR table, hip bumped, and C-arm on contralateral side.\nCall reps: Call Stryker or DepuySynthes. All rep numbers in our phone bank.\n\n##Wrap-up:\nCall attending: Tell them SBAR, OR schedule\nPost case: Tell them name, MRN, attending doing surgery, positioning and operative set-up, implant",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 66,
    "fields": {
        "Category": "Ankle_foot",
        "Injury": "Ankle fracture",
        "Injury_key": "ankle_fracture",
        "Acute_plan": "##Ask on the phone/review on computer:\nStandard AP/lateral, foot AP/lateral.\nFor isolated medial injury, get full length tibia/fibula and knee films: DO NOT MISS Maisonneuve fracture   \nFor supination-adduction injuries, get CT: Need to evaluate articular impaction.\n\n##What to get before seeing consult:\nMaterial for short leg splint\nIf ankle needs reduction, place order for fluoroscopy, then grab fluoro machine: Do this now so you can drag fluoro machine straight to patient.\nPost-splint xrays (do this now so you don't forget later)\n\n##History/physical exam/further imaging:\nFor Weber B lateral malleolus fracture, get manual stress views: \n~~Need to rule out bimall-equivalent. \n~~Dorsiflex ankle and externally rotate the ankle 15 degrees, then get a mortise view.\n~~If you must do a gravity stress view, position the patient for the view but have them lie still for 5 minutes. This exhausts the muscles, allowing for a better gravity stress.\nPerform appropriate physical exam: Look for open vs closed. If there is a laceration over the joint line, load the joint to rule out arthrotomy.\n\n##Interventions in ED:\nPlace in short leg splint: Refer to short leg splint guide.\nGet post-splint xrays: Need to check alignment.\n\n##If operative, perform before calling PGY4 and attending:\nMark/Consent for surgery.\nMake copy of consent and place original in chart. Make sure to put copy in call room or give it to next call resident.\nKeep NPO and NWB.\nFind out OR availability: Call to ask for OR availability today and tomorrow.\nAsk for clearance: Refer to pre-operative clearance  guide.\n~~ If overnight, call anesthesia.\n~~ If during the day and with multiple comorbidities, or for syncopal fall, call medicine.\n~~ If trauma activation, call trauma.\n~~ If patient goes to ICU, ask for clearance again in morning: These patients have to be reassessed every AM, as their stability may change.\nPlan needed implants and operative approach/intervals:\n~~If planning ex-fix, will need 2 Schanz pins in midshaft of tibia and 1 threaded pin in calcaneal tuberosity medial to lateral. Patient should be supine on a radiolucent OR table, with hip bumped, and C-arm on contralteral side.\n~~If planning ORIF, will need small frag set for anteriolateral, posterolateral approaches, with patient supine on radiolucent OR table, hip bumped, and C-arm on contralateral side.\nCall reps: Call Stryker or DepuySynthes. All rep numbers in our phone bank.\n\n##Wrap-up, if operative:\nCall attending: Tell them SBAR, OR schedule\nPost case: Tell them name, MRN, attending doing surgery, positioning and operative set-up, implant\n\n##Wrap-up, if non-operative or outpatient operative:\nIsolated malleolus injuries, most bimalleolar injuries. \nNWB, follow up with attending on call",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 67,
    "fields": {
        "Category": "Ankle_foot",
        "Injury": "Lisfranc injury",
        "Injury_key": "lisfranc_injury",
        "Acute_plan": "##Ask on the phone/review on computer:\nOpen vs closed?\nAP/lateral/oblique XRs\n~~Make sure they are <b>weight-bearing</b>\nAny other associated fractures?\n~~Cuboid, navicular, cuneiforms\n\n##What to get before seeing consult:\nFluoroscopy order (for reduction)\nPost-reduction/splint order (do this now so you don't forget later)\nSplint materials (short leg posterior slab)\n\n##History/physical exam/further imaging:\nFoot stress view\n~~Forefoot is forced laterally, with the hindfoot brought medially\n~~If Lisfranc injury present, second tarsometatarsal joint opens up\nClassify injury: \n~~How many rays involved?\n~~Homolateral, isolated, divergent\nCheck swelling, will be important when telling PGY-4 for timing of surgical intervention\n\n##Interventions in ED:\nReduce: \n~~Gentle traction on forefoot while pressing medially and down on affected metatarsal bases\nAdequate reduction parameters:\n~~Reduction of any gross dislocation\n~~Okay if lisfranc injury still visible (if displacement >2mm), these are going to be unstable\nPlace in well-padded posterior slab\n\n##If patient requires admission from ED to OR, perform before calling PGY4 and attending:\nReview indications for admitting and taking to surgery:\n~~Compartment syndrome\n~~Open fracture\n~~Irreducible dislocations\nMark/Consent for surgery: <b>External fixation vs open reduction internal fixation vs fusion of forefoot/midfoot</b>\nMake copy of consent and place original in chart. Make sure to put copy in call room or give it to next call resident.\nKeep NPO and NWB.\nFind out OR availability: Call to ask for OR availability today and tomorrow.\nAsk for clearance: refer to pre-operative clearance  guide.\n~~ If overnight, call anesthesia.\n~~ If during the day and with multiple comorbidities, or for syncopal fall, call medicine.\n~~ If trauma activation, call trauma.\n~~ If patient goes to ICU, ask for clearance again in morning: These patients have to be reassessed every AM, as their stability may change.\nPlan needed implants and operative approach/intervals:\n~~If planning ex-fix, ?\n~~If planning ORIF, will need lag screws or LC-DCP foot plates from small frag set, placed through longitudinal incision between 1st and 2nd metatarals, with patient supine on radiolucent OR table, hip bumped, and C-arm on contralateral side.\n~~If planning fusion, will need cortical screws from small frag set, placed through longitudinal incision between 1st and 2nd metatarals, with patient supine on radiolucent OR table, hip bumped, and C-arm on contralateral side.\nCall reps: Call Stryker or DepuySynthes. All rep numbers in our phone bank.\n\n##Wrap-up, if operative:\nCall attending: Tell them SBAR, OR schedule\nPost case: Tell them name, MRN, attending doing surgery, positioning and operative set-up, implant\n\n##Wrap-up, if non-operative or outpatient operative:\nNWB, follow up closely with attending on call\n\n##Example consults:\nInjury: R 2nd MT frx and concern for Lis Franc Injury\n~~HPI: 52M otherwise healthy mechanical slip in the snow 5 days ago and sustained above injury. Closed. NVI. No plantar ecchymosis. No dorsal subluxation palpable on stress exam. Weight bearing films show minimal widening of 1-2MT.\n~~Plan: Short leg splint. NWB RLE w/ Crutches. F/u in clinic this week.",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 68,
    "fields": {
        "Category": "Ankle_foot",
        "Injury": "Foot 5th metatarsal base fractures",
        "Injury_key": "foot_5th_metatarsal_base_fractures",
        "Acute_plan": "##Ask on the phone/review on computer:\nAP/lateral/oblique XRs of foot and ankle\n\n##What to get before seeing consult:\nCAM walking boot if Zone I\nPosterior slab materials for Zone II, III\n~~Post-splint xray order if putting on splint\n\n##History/physical exam/further imaging:\nClassify zone of injury:\n~~Zone I: proximal tubercle\n~~Zone II: metaphyseal-diaphyseal junction\n~~Zone III: proximal diaphyseal fracture\n\n##Interventions in ED:\nCAM walking boot or posterior slab, depending on Zone\n\n##Wrap-up:\nPWB in CAM boot for Zone 1, NWB in splint for Zones II/III with crutches\nFollow up with attending on call in 1-2 weeks",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 69,
    "fields": {
        "Category": "Ankle_foot",
        "Injury": "Foot metatarsal fractures",
        "Injury_key": "foot_metatarsal_fractures",
        "Acute_plan": "##Ask on the phone/review on computer:\nAP/lateral/oblique XRs of foot and ankle\n\n##What to get before seeing consult:\nCAM walking boot\n\n##History/physical exam/further imaging:\nNote radiographic features:\n~~Displacement, angulation, rotation, articular involvement\n\n##Wrap-up\nWBAT in walking-boot, follow-up in 1-2 weeks with attending on call",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 70,
    "fields": {
        "Category": "Ankle_foot",
        "Injury": "Foot tarsal navicular fracture",
        "Injury_key": "foot_tarsal_navicular_fracture",
        "Acute_plan": "##Ask on the phone/review on computer:\nAP/lateral/oblique XRs of foot and ankle\n\n##What to get before seeing consult:\nShort-leg splint materials\n\n##History/physical exam/further imaging:\nNote radiographic features:\n~~Displacement, angulation, rotation, articular involvement\n\n##Wrap-up\nNWB in short-leg splint, follow-up in 1-2 weeks with attending on call",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 71,
    "fields": {
        "Category": "Ankle_foot",
        "Injury": "Foot subtalar dislocation",
        "Injury_key": "foot_subtalar_dislocation",
        "Acute_plan": "##Example consults:\nInjury: R open subtalar dislocation, R acromion fracture\n~~HPI:  35M MVC with above injuries. RLE NVI, RUE NVI.\n~~Plan:  Attempted reduction under conscious sedation of R subtalar dislocation, unable to perform, splinted in place, CT RLE.",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 72,
    "fields": {
        "Category": "Ankle_foot",
        "Injury": "Foot osteomyelitis",
        "Injury_key": "foot_osteomyelitis",
        "Acute_plan": "##Example consults:\nInjury: Concern for L foot osteo\n~~HPI: 40M w/ pain, swelling and a wound between the space of fourth and fifth toe on right foot. Symptoms began 4 weeks ago, no traumaitc event. NVI. Wound between 4th-5th web space. No drainage, no purulent material. Necrotic skin with breakdown. Diffuse swelling about foot and erythema. TTP over distal foot. Afebrile. ESR 6. WBC 8.9. CRP 1.01. ED obtained MRI which showed no evidence of osteo or abscess\nPlan: No concern for osteo. Consistent with cellulitis and soft issue wound. Admit to medicine for abx and podiatry consult/wound care consult.\n\nInjury: L heel osteomyelitis in setting of diabetic foot ulcer\n~~HPI:  77y F PMH CHF, DM2, CKD 4, followed by vascular for diabetic foot ulcers consulted for above. Has had L heel ulcer since October 2018. AVSS. 3x5 cm ulcer to medial heel. Dry eschar. No expressible pus or induration. Neuro intact, WWP toes. ESR 73, CRP 16.5, WBC 16.7-> 11.6.\n~~Plan: IV abx per primary team. Recommend wound care and vascular consults as patient has been followed by vascular outpatient for wound care. Ortho to follow peripherally.",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 73,
    "fields": {
        "Category": "Pediatric_general",
        "Injury": "Non-accidental trauma",
        "Injury_key": "non_accidental_trauma",
        "Acute_plan": "##Indications  for NAT work-up:\nAny long bone fractures in kids <3 yo\nAny metaphyseal corner injuries\nRib fractures\nDistal humerus transphyseal separation\nMultiple fractures in various stages of healing\nDelay in seeking care, inconsistent story from parents during HPI\n\n##What to do:\nRecommend skeletal survey\nConsult pediatric surgery for NAT workup\nMake sure social work sees patient\n\n##Example consults:\nInjury: L distal femur buckle fracture\n~~HPI: 5mo M w no PMH presents w above s/p mom falling down stairs while holding baby. Increased fussiness and refusal to put LLE down on ground following fall. On exam: closed, minor swelling about distal femur, toes WWP w BCR. Wiggles toes. Peds surg consulted for NAT. Osseous workup neg; social work saw patient.\n~~Plan: Placed in L long leg splint. Maintain splint RLE, NWB RLE. F/u in clinic in 1 week.",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 74,
    "fields": {
        "Category": "Pediatric_spine",
        "Injury": "Pediatric vertebral osteomyelitis/disciitis",
        "Injury_key": "pediatric_vertebral_osteomyelitis",
        "Acute_plan": "##Ask on the phone/review on computer:\nMake NPO\nDo you have full spine MRI w/wo contrast?\n~~Consulting service must have MRI for all non-fracture spine consults\nESR, CRP, WBC, blood cultures, UA\nVitals? Septic?\n~~If patient was septic, and osteo is the only confirmed source, we would take to OR\nHold antibiotics unless patient is floridly septic, as giving abx can hinder finding the source\nFull-spine XRs\n\n##History/physical exam/further imaging\nCheck SIRS criteria - if septic and vertebral osteo is only source, will need surgery\nConduct neuro exam: Full upper and lower extremities, saddle anesthesia, rectal tone, long tract signs (clonus, hyperreflexia, Babinski, Hoffman's)\nConsider post-void residuals: If concerned for neurogenic bladder\n\n##Wrap-up, the vast majority are non-operative\nWill need PCRS admission for infectious workup, IR guided aspiration, and IV antibiotics\n\n##Example consults:\nInjury: R L5 pars fracture, Wiltse-Newman IIA. ? Osteodiscitis T12-L1 incidentally found on CT.\n~~HPI:  13F PMH EDS w/ with 3 weeks of lumbar back pain and inability to ambulate 2/2 pain. No traumatic etiology, started after baseball season ended. Denies any constitutional symptoms. TTP low back. Full motor/sensory, no LTS, no BB incontinence. Intact rectal tone. CT L spine with chronic R pars defect L5, L pars stress reaction L5, ?osteodiscitis T12-L1 found incidentally. CRP 2.19, ESR 64.\n~~Plan: Admit to PCRS for infectious workup. MRI CTL spine w/wo contrast. IR guided aspiration, IV abx.",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 75,
    "fields": {
        "Category": "Pediatric_upper_extremity",
        "Injury": "Pediatric proximal humerus fracture",
        "Injury_key": "pediatric_proximal_humerus_fracture",
        "Acute_plan": "##Example consults:\nInjury: L >100% displaced surgical neck prox humerus fx\n~~HPI:  15F w/ above injury from rollerskating. Closed NVI. No shoulder dislocation.\n~~Plan:  Closed reduction attempted. Hanging arm splint applied. NWB LUE. MPC for OR in AM for CRPP vs ORIF. To staff in AM with attending",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 76,
    "fields": {
        "Category": "Pediatric_upper_extremity",
        "Injury": "Pediatric septic elbow",
        "Injury_key": "pediatric_septic_elbow",
        "Acute_plan": "##Example consults:\nInjury: R/o L Septic Elbow Arthritis\nHPI: 13 month M presenting with a 1 day history of L elbow pain. No trauma, but w/ progressive pain and difficult of elbow ROM. Recently had symptoms of URI, w/ fevers and cough. TM 37.4, WBC 14.6, ESR 49, CRP 1.03. No fat pad sign on radiographs. \nPlan: No acute orthopaedic intervention, patient being admitted to PCRS for observation. Peds Ortho to continue to follow clinical exam for improvement.\n ",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 77,
    "fields": {
        "Category": "Pediatric_upper_extremity",
        "Injury": "Pediatric elbow supracondylar fracture",
        "Injury_key": "pediatric_elbow_supracondylar_fracture",
        "Acute_plan": "##Ask on the phone/review on computer:\nOpen vs. closed\nNeurovascular status\nAdequate x-rays? \n~~ Need a perfect lateral, especially for Type II (check this on PACS while on phone)\n~~ Look at your lines to determine whether its type I or type II\nNPO time: 8 hours for solids, 6 hours for milk, 4 hours for clears\n\n##What to get before seeing consult:\nConsent form - closed versus open reduction of supracondylar humerus fracture with percutaneous pinning\nPost-splint xrays (do this now so you don't forget later)\nSplint materials (long arm splint)\n\n##History/physical exam/further imaging:\nIpsilateral wrist pain?: Get ipsilateral forearm/wrist x-rays (10% incidence of distal radius fracture)\nAIN intact?: Most common nerve injury for extension type\nUlnar nerve intact?: Most common nerve injury for flexion type\nVascular status: Anything outside norm (no pulse with brisk cap refill) necessitates IMMEDIATE call to PGY-4\n<b>SPECIAL ATTENTION:</b>\n~~ Any patient with type II/III SCHFx and ipsilateral displaced forearm/wrist fracture MUST BE ADMITTED for compartment checks as there is a 33% incidence of compartment syndrome \n~~ Common pimp question: Where is this fact from? Blakemore et al. w/ Cooperman and Thompson, CORR 2000\n\n##Interventions in ED:\nLong Arm Splint in position of comfort, never flex past 90 degrees (risk of compartment syndrome)\n\n##If operative, before calling PGY4 and attending:\nConsent/Mark Patient for Closed vs Open Reduction of Supracondylar Humerus with Percutaneous Pinning\n~~ Higher likelihood of open reduction with flexion type injuries\nMake copy of consent and place original in chart. Make sure to put copy in call room or give it to next call resident.\nKeep NPO\nCall to ask for OR availability today and tomorrow.\nPlan needed implants and operative approach/intervals/set-up:\n~~ Will need 3 Steinmann pins from the OrthoPaediatrics set, with 3 wires diverigng at the fracture site. \n~~ Patient will be supine on a radiolucent flat-top OR table.\n\n##Wrap-up, if operative:\nAdmit to ortho if Type II/III fracture. Follow neurovascular exam throughout the night if going the next day.\nCall attending: Tell them SBAR, OR schedule\nPost case: Tell them name, MRN, attending doing surgery, positioning and operative set-up, implant\n\n##Wrap-up, if non-operative:\nType I may be discharged after discussion with senior. Get a good phone number.\n\n##Common pimp questions:\nCompartment syndrome in Type II/III SCHFx with ipsilateral forearm fracture, from Blakemore et al. w/ Cooperman and Thompson, CORR 2000\n\n##Example consults:\nInjury: L Supracondylar (Type 3)\n~~HPI: 5yoF fall off counter onto L arm and sustained above injury. Closed. Ecchymosis over anterior lateral elbow no skin tenting or violation. AIN/PIN/Ulnar nerve intact. Strongly palpable rad pulse. All finger wwp w/ good cap refill. No other injuries. Compartments soft.\n~~Plan: Admit to peds ortho. NPO. Placed in long arm splint. NWB RUE. Serial NV overnight. M/C/P for OR in AM\n\nInjury: flexion type SCHFx\n~~HPI: 8y RHD M with above after landing on R elbow after falling while playing basketball. Closed, NVI.\n~~Plan: Long arm splint. MPC for Closed vs. Open reduction and pinning.",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 78,
    "fields": {
        "Category": "Pediatric_upper_extremity",
        "Injury": "Pediatric elbow lateral epicondyle fracture",
        "Injury_key": "pediatric_elbow_lateral_epicondyle_fracture",
        "Acute_plan": "##Ask on the phone/review on computer:\nAdequate X-rays (elbow, forearm) - NEEDS internal oblique view of elbow (common pimp question)\nNPO status (often needs OR): 8hrs for solids, 6hrs for milk, 4hrs for clears\n\n##What to get before seeing consult:\nSplinting materials (long arm splint)\nConsent form: “Open reduction and operative fixation of lateral epicondyle fracture” (> 2 mm displacement on any view, including internal oblique)\nFinger traps vs. kerlix, IV pole (if needed for splint)\nPost-splint xrays (do this now so you don't forget later)\n\n##Wrap-up, if operative:\nMost lateral epicondyle fractures need admission to ortho\n\n##Common pimp questions:\nNEED internal oblique view of elbow\n",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 79,
    "fields": {
        "Category": "Pediatric_upper_extremity",
        "Injury": "Pediatric lateral condyle fracture",
        "Injury_key": "pediatric_elbow_lateral_condyle_Fracture",
        "Acute_plan": "##Example consults:\nInjury: L lateral condyle frx\n~~HPI: 5F FOOSH and sustained above injury. Closed AIN/PIN/Ulnar nerve intact. M/U/R nerve intact. Palpable Rad pulse.\n~~Plan: NPO MN. Long arm splint. NWB LUE. M/C/P for OR for ORIF.",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 80,
    "fields": {
        "Category": "Pediatric_upper_extremity",
        "Injury": "Pediatric elbow dislocation",
        "Injury_key": "pediatric_elbow_dislocation",
        "Acute_plan": "##Ask on the phone/review on computer:\nOpen vs. closed\nNeurovascular status\nAdequate x-rays (elbow, forearm)\nNPO time (NEEDS sedation): 8 hours for solids, 6 hours for milk, 4 hours for clears\n\n##What to get before seeing consult:\nFluoro machine (put order in)\nSplinting materials (long arm splint)\nFinger traps vs. kerlix, IV pole\nPost-reduction x-ray (order before reduction so you can wheel directly to x-ray after splinting; speeds things up)\nNote: Above can be set up as soon as you see consult, even if ED not ready for sedation. That way they know that, when they’re ready, you’re ready (they’re less likely to call 30 mins before they’re actually ready)\n\nReduction:\n~~ALWAYS under sedation\n~~Maneuver: Traction in extension and then flex it up will pushing olecranon anteriorly with thumb (think of how we reduce supracondylar fractures)\n~~Make sure joint is reduced on PERFECT lateral (otherwise, impossible to tell for sure)\n~~Check for medial condyle entrapment! <b>Maneuver if entrapped:</b> Wrist extension, elbow extension, valgus stress, pull traction\n~~Range the joint under dynamic fluoro and determine if/when unstable/pops out. You need to document this with fluoro AND in EMR\n~~Check stability to varus/valgus stress\n\nPost reduction X-ray:\n~~Need a PERFECT lateral!\n~~Check radiocapitellar line and anterohumeral line\n~~Check for medial condyle entrapped in joint. If unsure, call your senior and ask if they want a CT\n~~If entrapped, wrist extension, elbow extension, valgus stress, pull traction",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 81,
    "fields": {
        "Category": "Pediatric_upper_extremity",
        "Injury": "Pediatric radial head fracture/dislocation",
        "Injury_key": "pediatric_radial_head_fracture_dislocation",
        "Acute_plan": "##Ask on the phone/review on computer:\nAdequate X-rays (elbow, forearm)\nNPO status/sedation time (VERY difficult to reduce. Will likely require sedation)\n\n##What to get before seeing consult:\nFluoro machine (put order in)\nSplinting materials (long arm splint)\nConsent form: “Operative fixation of radial head dislocation” just in case (very difficult reduction)\nFinger traps vs. kerlix, IV pole\nPost-reduction x-ray (order before reduction so you can wheel directly to x-ray after splinting; speeds things up)\nNote: Above can be set up as soon as you see consult, even if ED not ready for sedation. That way they know that, when they’re ready, you’re ready (they’re less likely to call 30 mins before they’re actually ready)\n\n##Interventions in the ED:\nVery difficult reduction. Review maneuvers on Orthobullets before attempting reduction (Israeli, Patterson, etc.)",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 82,
    "fields": {
        "Category": "Pediatric_upper_extremity",
        "Injury": "Pediatric distal radius / Both bone forearm fracture",
        "Injury_key": "pediatric_distal_radius_both_bone_forearm_fracture",
        "Acute_plan": "##Ask on the phone/review on computer:\nOpen vs. closed\nNeurovascular status\nAdequate imaging (wrist, forearm, elbow); check this on PACS while on phone\nLidocaine at bedside\nDoes it need a reduction with full sedation or morphine/versed?\n\n##What to get before seeing consult:\nFluoro machine (put order in)\nSplint materials (sugar tong; get a good mold!); measure out on contralateral arm\nFinger traps vs. kerlix, IV pole\nPost-reduction x-ray (order before reduction so you can wheel directly to x-ray after splinting; speeds things up)\nNote: Above can be set up as soon as you see consult, even if ED not ready for sedation. That way they know that, when they’re ready, you’re ready (they’re less likely to call 30 mins before they’re actually ready) \n\n##Interventions in the ED\nSugar tong splint, get a good mold, use palms\nUse fluoro to know where to put your hands, recreate deformity SLOWLY and controlled, don’t forget to use pronation/supination to your advantage when reducing\n",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 83,
    "fields": {
        "Category": "Pediatric_upper_extremity",
        "Injury": "Seymour fracture",
        "Injury_key": "seymour_fracture",
        "Acute_plan": "##Example consults:\nInjury: R 3rd digit seymour fracture\n~~HPI: 14M football player who sustained above injury. Bone exposed. Nail bed injury. Sensation intact at fingertip. Refused to participate in motor exam. Finger well perfused. Bleeding controlled. Ancef and tetanus given.\n~~Plan: Digital block. Closed reduced. Nailbed repair. Xeroform and soft dressing. Alumifoil splint. Keflex F/U w/ attending",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 84,
    "fields": {
        "Category": "Pediatric_upper_extremity",
        "Injury": "Pediatric upper extremity infections",
        "Injury_key": "pediatric_upper_extremity_infections",
        "Acute_plan": "##Example consults:\nInjury: IV infiltration with superficial skin abscess.\n~~HPI:  6m M PMH admitted for status epilepticus consulted for above. 0.5 cm abscess near forearm with active pus drainage. Small area of induration. Forearm compartments soft and compressible. Grossly NVI.\n~~Plan: Decompressed at bedside. IV vs Po abx, warm compress. Sign off.",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 85,
    "fields": {
        "Category": "Pediatric_lower_extremity",
        "Injury": "SCFE",
        "Injury_key": "scfe",
        "Acute_plan": "##Ask on the phone/review on computer:\nAdequate x-rays (AP pelvis, bilateral hip films)\nAble to ambulate?\nNPO time (if unstable) \nConsider endocrine labs (TSH, BMP) if age < 10 years or skinny (anesthesia may obtain labs in OR to avoid sticking awake child)\n\n##What to get before seeing consult:\nConsent form: “Closed reduction percutaneous fixation of hip, possible CRPP of contralateral hip)\n\n##History/physical exam/further imaging:\nUnstable? (child cannot walk with or without crutches). If so, call senior immediately. Some attendings (Dr. Son-Hing) will do overnight\nPatient should be NWB\n\n##Common Pimp Questions:\nAcute vs. Chronic (< 3 weeks vs. > 3 weeks)\nStable vs. Unstable (Able to ambulate with or without crutches?); Unstable is orthopedic emergency\nUnstable SCFE gets titanium screw. Higher incidence of AVN (*** vs. ***), and titanium screws have less artifact on MRI)\n\n##Example consults:\nInjury: R unstable SCFE\n~~HPI: 14M w/ worsening R hip pain for past month especially after sporting activities. Presents with 1 day of inability to bear weight on RLE. No inciting traumatic event. Radiographic evidence of R SCFE w/ asymmetric Klein’s line at OSH, transferred to UH. On exam resists any hip ROM on R side. NVI.\n~~Plan: NPO. NWB RLE. M/C/P for OR at 4am.",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 86,
    "fields": {
        "Category": "Pediatric_lower_extremity",
        "Injury": "Pediatric septic hip",
        "Injury_key": "pediatric_septic_hip",
        "Acute_plan": "##Ask on the phone/review on computer:\nAdequate x-rays\nAble to ambulate?\nAdequate labs: CBC, ESR, CRP\nFebrile?\nNPO time (NEEDS sedation): 8 hours for solids, 6 hours for milk, 4 hours for clears\n\n##What to get before seeing consult:\nConsent form: <b>Irrigation and debridement of hip, possible irrigation and debridement of femur</b>\n\n##History/physical exam/further imaging:\nExamine entire extremity (erythema more consistent with cellulitis); if hip pain, check knee. If knee pain, check hip!\n\n##Check Kocher criteria:\nImportance of findings: T (>38.5) > CRP (>2) > ESR (>40) > Inability to bear weight >WBC (>12) \n~~ 4/4=99%, \n~~ ¾=93%, \n~~ 2/4= 40% (more likely to be transient synovitis)\n\n##Interventions in the ED:\nIf indicated, kids get an MRI to also r/o OM, often of the entire leg because exam is often nonspecific to specific location of pain (especially if very young).\n<b>NOTE:</b> In any kid with extremity pain and any elevated inflammatory markers (even if only one), consider getting an MRI of the entire extremity to rule out osteomyelitis, etc. (discuss with senior first). Even if only with one elevated inflammatory marker, do NOT send kid home without discussing with senior/attending\nThey stay in the ED until they can get their MRI under sedation or they get admitted to PCRS (not yet operative without MRI, so needs to go to PCRS) \nConsider trial of NSAIDs for possible transient synovitis while waiting on labs/etc.\nRelevant .phrase for HPI: .septic hip (Trivedi)",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 87,
    "fields": {
        "Category": "Pediatric_lower_extremity",
        "Injury": "Pediatric hip fracture",
        "Injury_key": "pediatric_hip_fracture",
        "Acute_plan": "##Example consults:\nInjury: R intertroch/basicervical femur frx\nHPI: 7M w/ PMHx OI and many fractures who presents with R proximal femur fracture. Fell off chair, now unable to tolerate any movement. Does not ambulate at baseline.\nPlan: NPO. Patient is posted for OR in AM. ",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 88,
    "fields": {
        "Category": "Pediatric_lower_extremity",
        "Injury": "Pediatric femur fracture",
        "Injury_key": "pediatric_femur_fracture",
        "Acute_plan": "##Ask on the phone/review on computer:\nAge/weight of patient\n~~If patient is under 3 years old, recommend NAT work-up, per hospital policy\nAdequate x-rays (hip, full length femur)\nNeurovascular status\nNPO time\n\n##What to get before seeing consult:\nConsent form: “Operative fixation of femur fracture, possible application of Spica cast”\nSkin traction if shortened:\n~~Diaphyseal fractures usually do\n~~Use ~1 pound per year of age up to 5 pounds\n~~Go to cast room before seeing patient and bring down the skin traction\nIf not shortened, long leg splint: Will need a VERY long leg splint. Posterior/lateral slabs should go proximal to butt. Ace wrap goes around waste. Splint in 10-20 degrees of flexion\n\n##Special Considerations:\nAlmost all displaced distal physeal femur fractures need operative fixation because of risk of repeat displacement",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 89,
    "fields": {
        "Category": "Procedures",
        "Injury": "Skeletal traction",
        "Injury_key": "skeletal_traction",
        "Acute_plan": "<u>Indications</u>\n• Hip fracture dislocation\n• Fracture fragments inside acetabulum on CT\n• Unstable hip after reduction (i.e. you check post-reduction CT, and the hip is not concentric)\n• Vertical shear pelvic fracture \n• 100% displaced femoral diaphyseal fracture\n\n<u>Materials</u>\n• Fluoro\n• Hospital bed, call 30455\n• Traction cart with traction bar and rope, call 43401\n• Steinmann pins/wires, traction bow, mini driver and betteries x2, and wire cutter from OR core next to rooms 6/7 \n• 20 lbs of weight, call central supply room\n• Sterile gloves, chloraprep, kerlix in ED\n\n<u>Steps</u>\n• Regardless of indications, always discuss with senior first before initiating skeletal traction\n• Find ED charge nurse and have them work on getting a hospital bed; tell them the patient can NOT leave the ED until this happens\n• Find trauma/ED resident and nurse taking care of patient to start coordinating sedation\n• Call (page?) 30455 yourself to work on getting the bed to the ED (has not worked on the weekends for me)\n• Call Materials Management (43401) to have the traction cart brought up to the ED (there may also be traction setups in the Lakeside 60 call room and/or Tower 6 call room)\n• Order a portable scout XR of the knee to ensure you aren't about to place traction through a distal femur fx\n• Go to the OR and get 2 smooth steinmann pins/wires (2.2mm) which are individually peel packed and on a rack across from rooms 6/7 in the core\n• If the patient has a huge leg you may need to open the Synthes 6.5 set to get out the longer 2.8 steinmann pin\n• There is also a big metal drawer/tool chest looking thing in the core between OR 6/7, the traction bows are in the bottom drawer, grab one of those. There are also sterile traction bows if you can't find one there\n• Get the mini driver and battery x2 (ask the person in the core and they may have you sign it out)\n• You can also get a wire cutter for extra style points so you don't leave the sharp tip on the pin after you place it\n• In the ED (cabinet in trauma bay is easiest) get sterile gloves, chloraprep, a small scalpel (11 or 15 blade), some kerlix\n• Ideally transfer the patient to the hospital bed prior to doing the reduction and placing the traction pin  \n• If the bed does not arrive in a timely manner either do the reduction and hang traction off the end of the cart the patient is on, using stacks of blankets to prop up the rope and stabilize the leg; or tape the leg a shit ton to the other leg at the ankle/foot with a blanket in between the ankles\n• Place the traction bar setup on the hospital bed (simple frame at the foot of the bed with an extension that you angle off the bed away from the patient at approx 45 deg angle with the pulley at the top for the rope)\n• make your rope with loops at both ends, one loop needs to be large enough to fit over the key on the traction bow, the other just attaches to the hook on the weight carrier\n• do your reduction of the dislocated hip\n• you will often have someone holding traction on the foot for you while you do the next part since you just reduced the hip and it is likely unstable (main reason why you would do this in the first place) \n• if placing skeletal traction through the proximal tibia (not common) make sure to do a full knee ligamentous exam; if unstable, then no traction\n• placing blanket bumps under the entire leg will help elevate it so you have more of a straight shot across\n• palpate your landmarks on the leg, I like to mark things out (superior aspect of the patella and go 2-3 fingers proximal to that so you're out of the joint)\n• prep both the medial and lateral sides of the leg/distal femur; better to over prep so you can feel around and whatnot\n• make sure to look how the foot is sitting (int/ext rotation) so that when you pull traction and straighten the leg you don't then realize that you put your pin in at a 30 deg angle\n• make a knick in the skin on the medial side; only about 0.5cm (neurovascular structures over the posteromedial femur; which is why you go known to unknown)\n• spread down to bone with a hemostat (very small area)\n• place pin onto bone and feel the anterior and posterior borders of the femur, you want to center it \n• drive the pin through the bone parallel to the knee joint\n• when the pin starts to tent the skin on the lateral side, stop, make another very small knick in the skin, and finish driving the pin through\n• alternatively you can just stick the pin straight through skin down to bone and use a hemostat on the lateral side to tension the skin as it starts to poke through. If you do this make sure the skin isn't binding on the pin as your drill it through\n• lift the leg up by the pin and make sure it feels like the pin is through bone, and not just muscle/skin\n• tension the bow onto the pin by placing the pin ends in the slots and then turning the key on the end of it\n• attach the rope to the bow and the weights (usually about 20 lbs for an average adult)\n• slowly release manual traction on the leg now that you have the weights in place and make sure that you don't feel the hip slide back out\n• snip off the sharp end of the wire and dispose of it properly; you can cover the ends with blood collection tubes or the little sharps cover that comes in the ABG kit (nurse can get this for you)\n• wrap the ends of the wire between the bow and the leg with kerlix for padding\n• make sure the bow is not resting on the patient's anterior tibia (skin breakdown); may have to pad this with ABDs and/or adjust the angle of the pulley at the end of the bed\n• you can either get an AP pelvis to confirm reduction, or go straight to CT if you are confident\n• post-reduction CT; will likely have to help transfer the patient and maybe hold the traction while they get the CT\n• go see the other 3 consults that piled up while you were doing all that",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 90,
    "fields": {
        "Category": "Procedures",
        "Injury": "Skin traction",
        "Injury_key": "skin_traction",
        "Acute_plan": "<u>Indications</u>\n• Displaced femoral shaft fracture in patients < 18\n\n<u>Materials</u>\n• Skin traction kit, in cast room on 2nd floor, next to vending machines on your way to Lakeside elevators. If you don't know password, text a PGY-4\n• Hospital bed, call 30455\n• Traction cart with traction bar and rope, call 43401\n• 10 lbs of weight, call central supply room\n\n<u>Steps</u>\n• Skin prep the leg (ankle to knee)\n• Webril the leg (ankle to knee)\n• Put mastasol (or anything sticky) on the medial and lateral sides of the leg\n• Stick a moleskin strap to the medial and lateral sides of the leg\n• Secure the moleskin straps with tensoplast - apply in strips, not circumferentially, and do not stretch!\n• Ace wrap over the tensoplast - do not stretch, just roll  it on!\n• Connect the moleskin straps to the hooks on the wooden block, which will go under the foot\n• Hand the weights from the wooden block. Rule of thumb is 1 lb of traction per 1 year of age. Do not exceed 10 lbs of skin traction.",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 91,
    "fields": {
        "Category": "Procedures",
        "Injury": "Joint aspiration",
        "Injury_key": "joint_aspiration",
        "Acute_plan": "<a href='https://emedicine.medscape.com/article/80013-technique'>Anterior shoulder aspiration</a>\n\n<a href='https://www.youtube.com/watch?v=OAeOEc-X0kU'>Posterior shoulder aspiration</a>\n\n<a href='https://www.acepnow.com/article/ultrasound-guided-glenohumeral-joint-evaluation-aspiration/'>Posterior shoulder aspiration w/ ultrasound</a>\n\n<a href='https://www.youtube.com/watch?v=DVQ9Jv1LHXo'>Elbow aspiration</a>\n\n<a href='https://www.youtube.com/watch?v=L6ZK7RohUVE'>Wrist aspiration</a>\n\n<a href='https://www.youtube.com/watch?v=g0ZeJNfG2pM'>Ankle aspiration</a>\n\nJoint aspiration - need lavander top tubes\n",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 92,
    "fields": {
        "Category": "Procedures",
        "Injury": "Splints",
        "Injury_key": "splints",
        "Acute_plan": "Sugartong = show actual picture, of patient's motion; \nShort leg splint = neutral flexion, everything gets a splint",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 93,
    "fields": {
        "Category": "Rotations_logistics",
        "Injury": "Night Float Guide",
        "Injury_key": "night_float_guide",
        "Acute_plan": "<u><b>Night Float Schedule</b></u>\n5:30-5:45PM: Arrive at hospital, get dinner, shoot text to day float for pager.\n\n6PM-7PM: Receive sign-out from dayfloat and help them finish up.\n\n7PM-430AM: Consults. Update the email as you get consults. It helps to organize your thoughts, and for night float, you need to be able to come up with a plan as soon as you get the xrays. \n\n430AM: No matter how busy I am, generally come back up to the callroom to finish email. The 5:00 am email must go out ON TIME. It is a thing people will get mad about. If massive polytrauma rolls in 4:30 send the email earlier with the list of injuries for poly trauma and then leave it. If you're in a reduction, have the email on a computer all ready outside and just step out quickly send and back in. Usually you have a little time somewhere between 3-5 to get it completed. If not just stop what you're doing at 4:45 and get it out. \n\n5AM: Send email. \n\n545AM: Send group text via DocHalo to Dr. Sontich/Wetzel/Ochenjele about ALL operative cases. Even if there is nothing just tell them that so they know. Other big things they will want to know is if medically CLEAR. Basically a shortened version of the email. Just send tons of pics, they can figure the rest out and will ask for other stuff if they want it. I ended up making this text very short with just injuries and clearance with pictures. They will expect you to know things about cases added on during the day too, so be prepared. \n\n6AM-7AM: Staff all other consults, including operative consults to peds, hand, or spine. Honestly this can wait if you are still busy. But I'd try to get it all staffed around then prior to conference. Pretty much all of my staffing was via DocHalo. Just send pics/copy call email.\n \n7AM-8AM: Signout to dayfloat, finish up your work. Go to lecture only if all the other stuff is tied up.\n\n<u><b>Night Float General Information</b></u>\nThis is usually the trauma room schedule however it does change so I just texted them and asked who had trauma room. I also asked them if they wanted me to keep all trauma or just essentials (long bones, pelvis, tabs, etc).:\n\nMonday: Wetzel (unless GO or Sontich on call Sunday)\nTuesday: Wetzel\nWednesday: GO\nThursday: GO, sometimes Wetzel\nFriday: Sontich\n \nI usually just put all 3 trauma guys on the consent in addition to whoever is on call (if it’s Gillespie etc). If on-call attending is a non-trauma staff, I also asked who the back-up is.\n   \nImportant things are making sure cases are set for OR, making sure you have all your appropriate imaging, and the email is done. Notes are the last thing. Just call trauma or ED and tell them what your current plan is. They understand! I tried to stay for conference as often as I could (prob made only 50% of the time). If I just had notes to finish I stayed and did them on my computer. However if there is still stuff to take care of I did that. If possible, try to post the notes after midnight - this way the dayfloat team does not have to round on the patient.\n\nTry to get patients admitted to services they were previously admitted to (family med, podiatry, vascular, etc.). For example, if the patient is being followed by family medicine in clinic (look in Portal), have the patient admitted to family med (just like how we admit patients that one of our spine attendings operated on, even when we are not on spine). Get geriatric involved for possible admission for elderly patients. \n \nThings to call about are very different depending who is on call. \n \nGeneral primary call - the usual emergencies and someone who isn't trauma I'd probably call about the 'protocol' emergencies (open fractures, femoral necks in young people, native hips if not back in). Just use judgement on like timing or ask 4. DO NOT wake up GO and Wetzel unless real emergency that you think needs OR prior to morning - never ended up asking Sontich his preference but I think he is a little more I should've been aware type. Pulseless extremity after reduction, going to OR with vascular, unstable pelvis obviously, Type 3B open or limb kind of hanging off, open knee dislocations that need ex fixes, big polytraumas I was happy to give a heads up on if like before midnight, otherwise use your judgement and call 4 if necessary. If you have any questions default to calling the 4. I called them multiple times at like 2-3am (however I always had a plan and things set in motion and just asked for some input). HOWEVER, bundle consults together before calling to minimize number of times you have to call. \n \nSpine - if any questions prior to 11ish would usually ask 4. You might get more comfortable and ask attending directly which I would do if I knew issue. Overnight I carefully considered my options, but like wake up the 4 and just ask do I need to call attending. Biggest thing I found was the changing factor were NEURO changes. Honestly if its operative its probably OK to call and they will just say not overnight. Biggest thing is that if it's not a trauma consult (i.e. no fractures), you need to have MRI before they can consult you. Explain that we are not a rule out service - anything and anything can cause someone to have bowel incontinence, not just cord compression. If you have any concerns or questions, or you get push back, speak with the spine attending before you see patients without imaging. This is how neurosurgery does it, and that's how we will do it. Sometimes they will do things like call for low back pain in a patient that Furey operated on like 2 months ago even when we’re not on spine, so be sure to check to see if the patient has been seen by us if it’s one of those kinds of consults.\n \nCall your PGY4 with any questions. I would wake them up on average once or twice a week with questions. HOWEVER, bundle consults together before calling to minimize number of times you have to call. I had a pretty low threshold. Just tell them your plan and if they think it’s ok. Obviously have everything else teed up. Sometimes you just need to call the attending directly.\n\n<u><b>Communication</u></b>\nDr. Gordon is a big proponent of the SBAR approach to communication. SBAR stands for Situation, Background, Assessment, Recommendation. Below are two examples. Pertinent details only. Keep it simple and concise. Have all of your information available (labs, PMHx, baseline functional status, etc) when you make the call in case you are asked for them.\nS - Consult for ballistic diaphyseal femur fracture (vs. with vascular injury)...\nB - Patient is a 27 year-old otherwise healthy male who presented after single gunshot wound with isolated open neurovascularly intact right comminuted diaphyseal femur fracture...(vs the alternative: no dopplerable signal and CT angio showed transection of femoral artery)...\nA - Isolated NVI diaphyseal femur fracture in stable patient (vs. Isolated diaphyseal femur fracture with vascular injury requiring urgent repair)\nR - My plan is IV cefazolin, tetanus, traction pin placement and OR in AM for IMN (vs. IV cefazolin, tetanus, emergent ex fix followed by vascular repair OVN)",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 94,
    "fields": {
        "Category": "Rotations_logistics",
        "Injury": "Preoperative Clearance Guide",
        "Injury_key": "preoperative_clearance_guide",
        "Acute_plan": "<b>Guide to medicine and anesthesia consult, from Jamie Kyriakedenes:</b><br>\n1) <u><b>Cases that will ALWAYS be admitted to medicine</u></b>\n- Significant comorbidities that are a constant threat to life and your 'hunch' is that they will require preoperative diagnostics\n- Think ASA status 3-4. Use ASA score to give some context to medicine. <a href='https://my.clevelandclinic.org/health/articles/asa-physical-classification-system'>Link to ASA</a>\n- These include Echo for CHF that may be decompensating or stress test for new angina, EKG showing RVR or new afib, dialysis, acute hypoxia, needs syncopal workup, etc\n- These medically unstable patients always go to medicine\n\n2) <u><b>Cases that may be admitted to medicine vs Ortho+Dr.Sidagam* (see below)</u></b>\n- Patient has a list of comorbidities, but your hunch is that they are medically stable\n- Think ASA 2-3 patients. <a href='https://my.clevelandclinic.org/health/articles/asa-physical-classification-system'>Link to ASA</a>\n- These can include well-controlled DM, HTN, CKD, asthma, mild/stable CHF. Blood glucose isn't wildly out of control (not worried about DKA). SysBP isn't 200s. Some baseline SOB without acute worsening. Cr/BUN is somewhat elevated but at baseline, not new this admission. \n- These patients might need additional preoperative diagnostic studies, but it is not every time, thus requires more work-up:\n\n * A) <u>You choose to pursue admission to medicine.</u>\nIf you stop there and leave the hospital, the medicine team may not round on this patient until 1 pm, they then realize OSH records are needed, etc may not get around to clearing patient until the afternoon or later. Therefore, if you admit to medicine, personally call the medicine team (obtain pager # from ED) and let them know that we are trying to do the case at 10:00 am (or whatever our attending seems to indicate the order will be- ask chief if questions), and to please round on this patient FIRST, to plan to evaluate and optimize patient by that time, and let us know as soon as possible if they have concerns about the patient's ability to be taken to surgery that morning. Dr. Sidagam can also be involved in this situation, but the medicine attending should request and/or be aware of you involving Dr. Sidagam (per Sidagam).\n \n* B) <u>You choose to admit to Ortho and consult Dr. Sidagam for preoperative clearance (+/- postop comanagement).</u>\nYou must then either call Dr. Sidagam around 8:30-9 when he comes in (phone 66867), or CLEARLY sign this task out to the Dayfloat team (or other resident covering that new admission). In this situation (and actually likely either situation 1 or 2 for these sick patients), you would be wise to not expect a 730 first-start, and should temper expectations of the ortho-trauma attending accordingly.\n\n3) <u><b>Regarding calling anesthesia about a patient preoperatively:</u></b>\nYou should always call the anesthesiologist on-call overnight when you think a patient needs to go to OR that following MORNING (or you have high suspicion that our attending will try to take patient to OR that morning) and the patient has one of the following 'CARDIAC' CONDITIONS: \n\n- Heart (congestive heart failure, angina, history of heart attacks, valvular conditions [mitral or aortic regurgitation, aortic stenosis, etc.], arrthymias)\n- Cardiopulmonary (history of pulmonary embolism)\n- Cardiovascular (history of abdominal aortic aneurysm or aortic dissection)\n\nWe will continue to go back and forth with anesthesia on what is appropriate and what is not appropriate for overnight calls, and our current opinion is that cardiac/cardiovascular/cardiopulmonary issues most often cause delays in cases, and are important for them to start reviewing as soon as possible. Not infrequently, anesthesia may require further workup even though the medicine team 'cleared' a patient, which may delay the case. The conditions above frequently require comparing a current Echo or stress test to a previous Echo or stress test, so promptly call anesthesia about clearance. \n\n4) <u><b>From anesthesia, echocardiogram will be ordered in ED if:</b></u>\n- Clinically significant valvular disease (no echo within 1 year)\n- Systolic heart failure (no echo within 1 year)\n- Valvular heart disease or systolic heart failure with worsening symptoms\n- Symptoms suggestive of new-onset heart failure\n\n5) <b><u>Misc pre-operative requirements</b></u>\n- ALL HIP FRACTURE PATIENTS NEED A FOLEY\n- Keep checking clearance throughout the night and morning for all add-on cases, even if they are not going the next day! For instance, if it's Monday and dayfloat added a case for Thursday for Wetael, keep checking clearance because Wetzel might change his mind and decided to do the case on Tuesday\n- In fact, if patient going to OR in AM, put in foley\n- Pediatric patients do not need pre-operative labs (save them from a needle stick!)\n- In addition to T&S, prepare 2u of blood for hemiarthroplasty, amputation, pelvis/acetabulum surgeries, any other major surgeries\n",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 95,
    "fields": {
        "Category": "Rotations_logistics",
        "Injury": "UH Upper Extremity Consult Policy",
        "Injury_key": "uh_upper_extremity_consult_policy",
        "Acute_plan": "On Ortho Hand Call Days:\n• Isolated UE trauma- first dibs goes to Ortho Hand; if more proximal than cutoffs below, staff with Ortho Trauma:\n• Malone: all trauma finger to shoulder \n• Anderson: finger to distal humerus\n• Khouri: ?\n• Polytrauma (multiple orthopaedic surgical injuries)- (NO nerve or tendon injury)- Ortho Trauma gets first dibs and will involve hand team as needed\n• Polytrauma (WITH nerve or tendon injury)- Ortho Hand gets first dibs and will involve Ortho Trauma as needed\n\nOn Plastics Hand Call Days:\n• Diaphyseal forearm and proximal injuries, septic elbow and shoulder*- Ortho Trauma to cover (..if General Ortho on-call defers)\n• Distal radius (and more distal injuries if plastics unable to cover)*- first dibs to Ortho Hand attending on call (if covering plastics call) or whoever is on Ortho Hand call the following day \n• Ortho Trauma may elect to cover distal radius if an unstable/polytrauma patient is already in OR\n• When plastics is on call, they see pediatric hand issues\n• On Friday, \no If it’s isolated distal radius fx only, it goes to the hand attending on call on Saturday\no If prox to distal radius, it goes to trauma attending on Friday first; can refuse and pass on to hand attending\n• On Sunday,\no If it’s isolated distal radius fx, it goes to weekend hand attending; NOT the hand attending on for Monday\n\n*Coverage of other soft tissue consults, finger to axilla, is unchanged- Ortho Hand sees on Ortho Hand call days, Plastics sees on Plastics Hand call days\n\nPediatric (skeletally immature) UE injury or infection should be first staffed with Peds Ortho attending, who will involve Ortho Hand as indicated",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 96,
    "fields": {
        "Category": "Rotations_logistics",
        "Injury": "Emergent Operative Cases Guide",
        "Injury_key": "emergeny_operative_cases_guide",
        "Acute_plan": "The following are situations that need to go to OR ASAP: \nPulseless knee dislocation, pulseless extremity after reduction, going to OR with vascular, unstable pelvis obviously, Type 3B open or limb kind of hanging off, open knee dislocations that need ex fixes, big polytraumas \n\nAfter initial assessment, you need to quickly and carefully plan what you’re going to do next because there are a lot of ways for things to not go efficiently in this scenario.\n\n1. Call your PGY4 ASAP: Its good to get them on board early just for a plan. They can also let the PGY5 know so they can plan to come to the OR if necessary. It is your responsibility to make sure the PGY5 is aware of the case. If the PGY5 tells you that they are not doing the case, and that the PGY4 is doing the case, it is then your responsibility to make sure the PGY4 is aware and updated accordingly with OR times, etc.\n2. Talk with the primary team/consulting services: Get a feel for if the patient is clear for the OR, as well as the plans from the other services. For example, Vascular surgery may want to do their repair first before Ortho provides an ex-fix (obviously a bit controversial, but who knows). \n3. Call the OR charge nurse and anesthesia attending: You need to call both people to see if a room is available, and if anesthesia is ok with running the case.\n4. Call the Attending: You should call the attending only after you know all of the other prior information. Confirm with the attending what implants they want, and if they want the rep available.\n5. Call the Rep: This is something the PGY4 might do, but it is still your responsibility to confirm they do this, or you do it yourself. I talked to the Synthes Head Rep and for anytime Synthes is used, he said to call his cell 24/7. If he isn’t on call, his voicemail will give the contact info for the rep on call. I’m not sure how the call schedule for Stryker works. \n6. Transfer the Patient to the OR: You have to coordinate this with the OR control desk. They will get mad if you bring the patient too early. ",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 97,
    "fields": {
        "Category": "Rotations_logistics",
        "Injury": "UH Ortho Equipment Guide",
        "Injury_key": "uh_ortho_equipment_guide",
        "Acute_plan": "<h3><u>General OR set-up equipment</u></h3>\n\n<b><u>Fracture table:</u></b>\nAny type of OR table with boots that allow for rotation and traction control of legs:\n\n<img class='img-responsive', width='300' height='200', src='https://www.meditek.ca/wp-content/uploads/2017/02/OrthoTrax-1-A.jpg'>\n\nUsed for:\n- Many long-bone fractures\n\n<b><u>Hana table:</u></b>\nSpecific fracture table, produced by Mizuho, that allows for hyperextension, adduction, and external rotation of the leg.\n\n<img class='img-responsive', width='300' height='200' src='https://www.mizuhosi.com/wp-content/uploads/DS8_4116_edited.jpg'>\n\nUsed for:\n- <b>Anterior approach for THA</b>\n- Hip, femur, tibia fractures – allows for IM nail\n\n<b><u>Jackson frame:</u></b>\n\n<img class='img-responsive', width='300' height='200' src='https://www.mizuhosi.com/wp-content/uploads/Jackson-Spinal-D_revNB_11_18_10.jpg'>\n\nUsed for:\n- <b>Most spine surgeries, as it allows prone positioning</b>\n\n<h3><u>Specific implants</h3></u>\n<b><u>DepuySynthes</u></b>:\nTrochanteric Fixation Nail:\n- <a href='https://www.depuysynthes.com/hcp/trauma/products/qs/Titanium-Trochanteric-Fixation-N'>DepuySynthes website for Gamma nails</a>\n- Proximal helical blade designed for better resistance to varus collapse\n- Used for proximal femur fractures\n- Comes in short and long variants (for extension into diaphysis)\n\nTitanium Cannulated Tibial Nail:\n- <a href='https://www.depuysynthes.com/hcp/trauma/products/qs/titanium-cannul-tibial-nail-ex'>DepuySynthes website for tibial nails</a>\n- For proximal, middle, and distal tibial shaft fractures\n\n<b><u>Stryker</u></b>:\nGamma cephallomedullary nail series:\n- <a href='https://www.stryker.com/us/en/trauma-and-extremities/products/gamma3.html'>Stryker website for Gamma nails</a>\n- <i>Gamma trochanteric nail</i>: short cephalomedullary nail that can be used for femoral neck fractures, intertrochanteric fractures, subtrochanteric fractures\n- <i>Gamma Long Nail</i>: long cephalomedullary nail that can be used for proximal femur fractures with extension into the femoral diaphysis\n\nRecon femoral nail:\n- <a href='https://www.stryker.com/us/en/trauma-and-extremities/products/t2-recon.html'>Stryker website for Recon nails</a>\n- Long intramedullary nail with options for 2 lag screws proximally for proximal femur fractures and a distal locking screws for antegrade nailing of diaphyseal femur fractures\n\nT2 antegrade/retrograde femoral nail:\n- <a href= 'https://www.stryker.com/us/en/trauma-and-extremities/products/t2-femur-ar.html'>Stryker website for Recon nails</a>\n- Long intramedullary nail with options for 2 lag screws proximally for proximal femur fractures and a distal locking screws for antegrade nailing of diaphyseal femur fractures\n\nT2 tibia nail:\n- <a href='https://www.stryker.com/us/en/trauma-and-extremities/products/t2-tibia.html'>Stryker website for T2 tibia nail</a>\n- For proximal, middle, and distal tibia diaphysis fractures\n- Can be used for suprapatellar approach\n\n<b><u>Fragment sets</u></b>:\nSmall fragment set:\n- Variants from all implant makers (Stryker, DepuySynthes, etc.)\n- For fixation of fractures, osteotomies, and nonunions of the clavicle, scapula, olecranon, radius, ulna, distal tibia, and fibula, particularly in osteopenic bone\n\nLarge fragment set:\n- Variants from all implant makers (Stryker, DepuySynthes, etc.)\n- For fixation of various long bones, such as humerus, femur, tibia\n- Buttressing tibial plateau\n\nPelvic recon plate and screws:\n- Variants from all implant makers (Stryker, DepuySynthes, etc.)\n- Specifically designed to fit complex anatomy of pelvis",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 98,
    "fields": {
        "Category": "Rotations_logistics",
        "Injury": "Logistics_issues_on_call",
        "Injury_key": "logistic_issues_on_call",
        "Acute_plan": "",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 99,
    "fields": {
        "Category": "Templates_references",
        "Injury": "Call sheets/schedule",
        "Injury_key": "uh_call_sheets_schedule",
        "Acute_plan": "<a href='https://drive.google.com/open?id=0B0deFNq-fZQ_eV9TaFlkWVBGbGd0VU9tWDRpanlNWmxIUHdB'>Sample call sheets</a>\n<br><br>\n<a href='https://drive.google.com/open?id=1HRQkhLdVh5-xZxzFf4PHz5Zc-dfMKnqr'>Current call schedule</a>",
        "Follow_up": ""
    }
},
{
    "model": "blog.plan",
    "pk": 100,
    "fields": {
        "Category": "Templates_references",
        "Injury": "References",
        "Injury_key": "references",
        "Acute_plan": "Thompson SR, Zlotolow DA. Handbook of Splinting and Casting. ",
        "Follow_up": ""
    }
}
]
